{
    "chapters": [
        {
            "chapter": "መግቢያ",
            "articles": [
                {
                    "titleEn": "Introduction",
                    "titleAm": "መግቢያ",
                    "contentEn": "Whereas,the Ethiopian Orthodox Tewahedo Church (EOTC) is required to be organized in Spiritual council through the union of clergies and the faithful as per the pronouncement of proc- lamation No. 83/65, the first year, No. 1 Eccle- siastical Constitution (Qale Awadee) issued on Tikmit 15, 1965 E.C. (October 25, 1972); the revised Ecclesiastical Constitution (Qale Awadee) of the Spiritual council issued on Miazia19, 1970 E.C. (April 27, 1978); the revised bylaw of the Spiritual council issued on December 10, 1974 E.C.; the revised bylaw of the Spiritual council issued on Ginbot 9, 1977 E.C. (May 17, 1985); and the bylaw revised for the third time and iss ued in 1991 E.C (1998) as well as the directives passed at different times required to be amended and combined together in one fold;Whereas, the church is organized through the congregation of clergies and the faithful, and its being led by the Spiritual council administration is not a new trend, rather it is of early times on the basis of church history and holy scriptures, particularly the texts in Acts of the apostles; Whereas, being cognizant of its leadership and administration has been as per the law and practice deliberated and decided as well as passed through the council of apostles held at Jerusalem and considering that it has been led through the heads who have been spiritually nominated and elected by the congregation of clergies and followers general assembly (Acts of the Apostles, 6:1-6);Whereas, by recognizing that the assets and property of the church are solicited from the contribution of the faithful to be mobilized for accomplishment of apostolic missions and supporting the destitute (Acts of the Apostles, 4:32, 5:11, 1 Cor. 16:1-11);Whereas, by recognizing that disagreement, if happens with church  administration, should be seen and resolved through spiritual justice; Whereas, as provided in the Holy Scriptures (Leviticus 27:26-33, Deuteronomy 14:22, Num- bers 18:20-29, Malachi 3:7-12, Wisdom of Si- rach 7:31-32, 32:10-13, 1 Corinthians 16:1-5, Acts of the Apostles 4:32-36 to notify that it is the spiritual obligation of the clergies and the faithful that they pay the tithe for the temple of God and for its servants, the clergies, from every wealth and property they acquire;Whereas, as a whole, in order to ensure that the church operates being led and organized by its own law and system in terms of administration, spiritual justice, service and economic issues; Whereas, it is deemed essential to issue rules and regulations through the Holy Synod of the church that enable the Spiritual councils that are already established  and yet  to be established at different levels to be reinforced with their respective legal framework, as well as the powers and functions of the various departments be identified properly; With the help of the Most High God, Who is the owner of all of the laws, and as per its spiritual authority, the EOTC’s Holy Synod has issued the Qale Awadi (Ecclesiastical Constitution) presented as follows:",
                    "contentAm": "የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን በካህናትና በምዕመናን ኅብረት በሰበካ ጉባኤ እንድትደራጅ ታስቦ በትእዛዝ አዋጅ ቁጥር  3/5 ተፈቅዶ  ጥቅምት 15 ቀን 1965 ዓ.ም ታትሞ የወጣው አንደኛ  ዓመት ቁጥር 1 ቃለ ዐዋዲ፣ ሚያዝያ 19 ቀን 1970 ዓ.ም ተሻሽሎ የወጣው የሰበካ መንፈሳዊ ጉባኤ ማሻሻያ ቃለ ዐዋዲ፣ ታኅሣሥ 10 ቀን1974  ዓ.ም ታትሞ  የወጣው የሰበካ መንፈሳዊ ጉባኤ ማሻሻያ ደንብ፣ ግንቦት  9 ቀን 1977 ዓ.ም የወጣው የሰበካ መንፈሳዊ ጉባኤ ማሻሻያ ውስጠ ደንብ ፣በ1991 ዓ.ም ለሦስተኛ ጊዜ የተሻሻለው ቃለ ዐዋዲ እንዲሁም በየጊዜው የተላለፉት መመሪያዎች መሻሻልና በአንድነት እንዲጠቃለሉ ማድረግ አስፈላጊ ሆኖ በመገኘቱ፣ ቤተ ክርስቲያን በማኅበረ ካህናትና ምእመናን መደራጀቷ፣ በሰበካ መንፈሳዊ ጉባኤ አስተዳደር መመራቷ ከጥንት ያለ እንጂ አዲስ አለመሆኑን በቤተክርስቲያን ታሪክና በቅዱሳት መጻሕፍት የተጻፈውን በተለይም ግብረ ሐዋርያትን መሠረት በማድረግ፣ አመራሯና አስተዳደሯ በኢየሩሳሌም በተደረገው በሐዋርያት ጉባኤ ተመክሮና ተወስኖ በተላለፈው ሕግና ሥርዓት ይመራና በማኅበረ ካህናቱና ምእመኑን ጠቅላላ ጉባኤ በተመረጡ ቅዱስ መንፈስ ባልደረባቸው ኃላፊዎች ሥራ አስፈጻሚነት ይካሄድ እንደነበረ በመገንዘብ (የሐዋ ሥራ ምዕ.6*1-6) ሀብቷ ንብረቷ ከምእመናን በአስተዋፅኦ ተሰብስቦ ለአገልጋዮች መተዳደሪያ፣ ለሐዋርያዊ ሥራ ማስኬጃመና ለችግረኞች መርጃ እንዲውል መደረጉን በመረዳት (የሐዋ ሥራ ምዕ.4*'2 ምዕ. 5*%1፤1ኛ፣ ቆሮ ምዕ.%6*1-%1) በቤተ ክርስቲያን አስተዳደር ውስጥ አለመግባባት ቢፈጠር በፍትሕ መንፈሳዊ መታየትና መወሰን ያለበትን መሆኑን በመገንዘብ (1ኛ. ቆሮ ምዕ.6*1-*)በቅዱሳት መጻሕፍት ማለት (በኦሪት ዘሌ ምዕ. *7**6-'7 ዘዳ፤ ምዕ.%4**2፤ዘኁ ምዕ. %***-*9፤ ሚል ምዕ. 3*7-%2፤ መጽ. ሲራክ ምዕ.7*'1-'2፡ '2*%-%3፤1ኛ፤ በሐዋ ሥራ ምዕ.4*'2-'6) እንደተደነገገው ካህናትና ምእመናን ከሚያገኙት ከማንኛውም ሀብትና ንብረት ሁሉ ለእግዚአብሔር ቤተ መቅደስና ለአገልጋዮቿ ካህናት ቀዳምያቱን ዐሥራቱን በኩራቱን መክፈል ክርስቲያናዊ ግዴታቸው መሆኑን ለማሳወቅ፤ በጠቅላላው ቤተ ክርስቲያናችን በአስተዳደር፣ በፍትሕ መንፈሳዊ፣ በአገልግሎትና በምጣኔ ሀብት በኩል በራሷ ሕግና ሥርዓት በመመራትና በመደራጀት እንድትሠራ ለማድረግ፣ በየደረጃው ለተቋቋሙትና ለሚቋቋሙት የሰበካ መንፈሳዊያን ጉባኤያት  የየራሳቸውን ሕጋዊ አደረጃጀት ለማጠናከርና ድርጅቶችን በልዩ ልዩ የሥራ  ክፍሎች ለማሟላት፤ የሚገባቸውን ሥልጣንና ተግባር በቤተ ክርስቲያኒቱ ቅዱስ ሲኖዶስ ሕግና ደንብ ማውጣት  አስፈላጊ ስለሆነ፤ የሕግጋት ሁሉ ባለቤት በሆነው በልዑል እግዚአብሔር አጋዥነት የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ቅዱስ ሲኖዶስ በአለው መንፈሳዊ ሥልጣን መሠረት ከዚህ ቀጥሎ የተመለከተውን ቃለ ዐዋዲ አውጥቷል፡፡"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፩",
            "articles": [
                {
                    "titleEn": "Article 1: Short title",
                    "titleAm": "አንቀጽ ፩: አጭር ርአስ",
                    "contentEn": "This Qale Awadi (Ecclesiastical Constitution) may be cited as The Spiritual Council “Qale Aw adi” (Bylaw) revised for the fourth time and en- acted in 2009 E.C. (2017) to strengthen the unity and administration of the Ethiopian Or- thodox Tewahedo Church.",
                    "contentAm": "ይህ ቃለ ዐዋዲ “የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያንን አንድነትና አስተዳደር ለማጠናከር በ፳፻፱ ዓ.ም. ለአራተኛ ጊዜ ተሻሽሎ የወጣ የሰበካ መንፈሳዊ ጉባኤ “ቃለ ዐዋዲ” ተብሎ ሊጠቀስ ይችላል፡፡"
                },
                {
                    "titleEn": "Article 2: Definitions",
                    "titleAm": "አንቀጽ ፪: ትርጓሜ",
                    "contentEn": "1. “Spiritual Councils” means:\n\nA. The spiritual Assembly of the local church comprising clergies, the faithful, and the youth of the Sunday School, who can provide aids for the church with their knowledge, labor, and services, and who are also eligible to elect and be elected as members of the spiritual church administration council (Executive Committee) already established or yet to be established at the local church level.\n\nB. The Woreda (sub-city) spiritual Council comprising clergies, the faithful, and the youth of Sunday School, who are representatives of each local church’s spiritual council, and who are eligible to elect and be elected as members of the Woreda spiritual administration council already established or yet to be established to expand and control the wealth and services of the locality.\n\nC. The archbishop diocese spiritual Assembly comprising clergies, the faithful, and the youth of Sunday School, who are representatives of each Woreda spiritual administration council, and who are eligible to elect and be elected as members of the archbishop diocese spiritual administration council already established or yet to be established at the diocese level.\n\nD. The Patriarchate General Spiritual Councils (the national general council of church) comprising clergies, the faithful, and the youth of Sunday School, who are representatives of each archbishop diocese spiritual administration council, and who are eligible to elect and be elected as members of the Patriarchate spiritual Administration Council (Executive Committee) already established or yet to be established.\n\n2. “The spiritual church administrator” means:\n\n1. Chief (teacher) of a monastery (The abbot)\n2. The head of the church\n3. The chief priest or head appointed for a rural church\n\n3. “Manager” means:\n\nA. Manager of Woreda diocese (district diocese)\nB. Manager of the diocese\n\n4. “General Manager” means General Manager of the Head Diocese",
                    "contentAm": "1. ‘’የሰበካ መንፈሳዊ ጉባኤ’’ ማለት:\n\nሀ) በአጥቢያ ለተቋቋመውና ለሚቋቋመው የቤተ ክርስቲያን ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (የሥራ አስፈጻሚ ኮሚቴ) የሚያስፈልጉትን አባላት ለመምረጥና ለአባልነትም ለመመረጥ የሚችሉ ቤተ ክርስቲያንን በዕውቀታቸው፣ በጉልበታቸው፣ በሀብታቸውና በአገልግሎታቸው የሚረዱ ካህናት፣ ምእመናንና የሰንበት ትምህርት ቤት ወጣቶች የሚገኙበት የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ፣ ስብስብ ነው፡፡\n\nለ) በወረዳ ለተቋቋመውና ለሚቋቋመው የወረዳ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ የሚያስፈልጉትን አባላት ለመምረጥና ለመመረጥ የሚችሉና የአጥቢያውን ሀብትና አገልግሎት የሚያስፋፉና የሚቆጣጠሩ ከእያንዳንዱ የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ የተወከሉ ካህናት፣ ምእመናን፣ የሰንበት ትምህርት ቤት ወጣቶች የሚገኙበት የወረዳው ሰበካ መንፈሳዊ ጉባኤ ነው፡፡"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፪",
            "articles": [
                {
                    "titleEn": "Article 3: The Establishment of the Ethiopian Orthodox Tewahedo Church Spiritual assembley",
                    "titleAm": "አንቀጽ ፫: የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ከርስቲያን የሰበካ መንፈሳዊ ጉባኤ መቋቋም",
                    "contentEn": "Spiritual Councils is established by the Qale Awadee (Ecclesiastical Constitution) from the patriarchate to the local church level under the Ethiopian Orthodox Tewahedo Church Holy Synod.\n\nThis Qale Awadee (Ecclesiastical Constitution) hereby imposes an obligation for the establishment of spiritual Assembly at every place where the Ethiopian Orthodox Tewahedo Church and Diocese offices exist.\n\nRenown union monasteries are not obliged to establish a Spiritual council as they are administered by monastery administrative rules and regulations enacted by the  Holy Synod; exceptions may however be made depending on the area and the necessity thereof.spiritual Assembly established and to be established from local church and Woreda to the patriarchate level shall be accounted on behalf of the Ethiopian Orthodox Tewahedo Church as per articles 398 and 399 of the Ethiopian Civil Code.\n\nCity of the bishopric of each diocese shall be considered as one Woreda  and  shall  establish its own Spiritual council.",
                    "contentAm": "፩. በኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ቅዱስ ሲኖዶስ ሥር ከመንበረ ፓትርያርክ እስከ አጥቢያ ቤተ ክርስቲያን ድረስ የሰበካ መንፈሳዊ ጉባኤ በቃለ ዐዋዲው መሠረት ተቋቁሟል፡፡\n\n፪. የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ባለበት ቦታና እንደ ዚሁም የቤተ ክህነት ጽሕፈት ቤት በሚገኝበት ሁሉ የሰበካ መንፈሳዊ ጉባኤ እንዲቋቋም ይህ ቃለ ዐዋዲ ያስገድዳል፡፡\n\n፫. የታወቁ የአንድነት ገዳማት ቅዱስ ሲኖዶስ በሚያወጣው የገዳማት አስተዳደር ደንብና መመሪያ የሚተዳደሩ ስለሆነ ሰበካ መንፈሳዊ ጉባኤ እንዲያቋቁሙ አይገደዱም፡፡ ሆኖም እንደ አካባቢውና እንደ አስፈላጊነቱ እየታየ ሊያቋቁሙ ይችላሉ፡፡\n\n፬. ከአንድ አጥቢያ ቤተ ክርስቲያን የሰበካ መንፈሳዊ ጉባኤ ጀምሮ ከወረዳ እስከ መንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ድረስ በየደረጃው የተቋቋመውና የሚቋቋመው የሰበካ መንፈሳዊ ጉባኤ በፍትሐ ብሔር ሕግ ቍጥር ፫፻፺፰ እና ፫፻፺፱ መሠረት ለኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን የተሰጣት ሕጋዊ መብትና ግዴታ በቤተ ክርስቲያን ይሠራበታል፡፡\n\n፭. የሀገረ ስብከቱ መንበረ ጵጵስና ዋና ከተማ እንደ አንድ ወረዳ ስለሚቈጠር የራሱ የሆነ የሰበካ መንፈሳዊ ጉባኤን ያቋቁማል፡፡"
                },
                {
                    "titleEn": "Article 4: Structure of the Spiritual Councils",
                    "titleAm": "አንቀጽ ፬: የሰበካ መንፈሳውያን ጉባኤያት አደረጃጀት",
                    "contentAm": "፩. የአጥቢያ ቤተ ክርስቲያን ካህናትና ምእመናን የሰበካ መንፈሳዊ ጉባኤ ፣\n\n፪. የወረዳ ሰበካ መንፈሳዊ ጉባኤ፣\n\n፫. የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ፣\n\n፬. የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ፡፡",
                    "contentEn": "1. Spiritual  Council of clergies and the faithful of the local church\n\n2. Spiritual council of Woreda (district)\n\n3. Spiritual council of the Archbishop diocese;\n\n4. The Patriarchate General Spiritual Council"
                },
                {
                    "titleEn": "Article 5: Purpose of the Spiritual Council",
                    "titleAm": "አንቀጽ ፭: የሰበካ መንፈሳዊ ጉባኤ ዐላማ",
                    "contentEn": "The Spiritual Council will have the following objectives:\n\n1. Protecting the Holy church and ensuring the accomplishment of its services;\n\n2. Organizing church servants with apostolic functions and improving their skills and livelihoods;\n\n3. Ensuring that the faithful become matured with spiritual knowledge and that they stay firm with faith and good deeds\n\n4. Strengthening church administration and enabling it to become economically self sufficient;.",
                    "contentAm": "የሰበካ መንፈሳዊ ጉባኤ የሚከተሉት ዐላማዎች ይኖሩታል፡፡\n\n፩. ቅድስት ቤተ ክርስቲያንን መጠበቅና አገልግሎቷም የተሟላ እንዲሆን ማድረግ፣\n\n፪. የቤተ ክርስቲያንን አገልጋዮች በሐዋርያዊ ተግባር ማደራጀት፣ ችሎታቸ ውንና ኑሮአቸውን ማሻሻል፣\n\n፫. ምእመናን በመንፈሳዊ ዕውቀት ጐልምሰው በምግባርና በሃይማኖት ጸንተው በክርስቲያናዊ ሕይወት እንዲኖሩ ማድረግ፣\n\n፬. የቤተ ክርስቲያንን አስተዳደር ማጠናከርና በገቢ ራሷን ማስቻል፡፡"
                },
                {
                    "titleEn": "Article 6: Activities of the Spiritual Council",
                    "titleAm": "አንቀጽ ፮: የሰበካ መንፈሳዊ ጉባኤ ተግባር",
                    "contentEn": "1. Spiritual Council of clergies and the faithful of the local church\n\n2. Spiritual council of Woreda (district)\n\n3. Spiritual council of the Archbishop diocese;\n\n4. The Patriarchate General Spiritual Council.",
                    "contentAm": "የሰበካ መንፈሳዊ ጉባኤ ዐላማውን ለመፈጸምና ለማስፈጸም የሚከተሉትን ተግባራት ያከናውናል፡፡\n\n፩. የእግዚአብሔርን ወንጌለ መንግሥት መስበክና ትምህርቱንም ማስፋፋት፣\n\n፪. የቤተ ክርስቲያንን መንፈሳዊ የአብነት እና ዘመናዊ ትምህርት ቤትን ማቋቋምና ማደራጀት፣\n\n፫. መንፈሳዊና ማኅበራዊ አገልግሎትን ለምእመናን ሁሉ ማዳረስ፣\n\n፬. የሰንበት ትምህርት ቤትን ማቋቋምና ማጠናከር፣\n\n፭. ለቤተ ክርስቲያን አገልግሎት የሚያስፈልጉትን ሁሉ ማሟላት፣\n\n፮. የቤተ ክርስቲያንን አስተዳደርና አገልግሎት በመንፈሳዊ ሕግና ሥነ ሥርዓት መምራት፣\n\n፯. ቤተ ክርስቲያንን በሀብትና በንብረት ራሷን ማስቻል፣\n\n፰. የቤተ ክርስቲያን ሀብትና ንብረት ቅዱስ ሲኖዶስ በሚያወጣው ሕግና ደንብ መሠረት እየተመዘገበ እንዲያዝ፣ እንዲጠበቅ፣ እንዲለማና እንዲያድግ ማድረግ፣\n\n፱. ሕገ ቤተ ክርስቲያን በሚፈቅደው መሠረት ከበላይ የሚሰጡትን ሕግጋት፣ ደንቦች፣ መመሪያዎች፣ ትእዛዞችና ውሳኔዎችን መፈጸምና ማስፈጸም፣\n\n፲. በቅርብም ሆነ በሩቅ የሚገኙ ሰበካ መንፈሳውያን ጉባኤያት እርስ በርሳ ተባብረውና ተረዳድተው እንዲሠሩ ማድረግ፣\n\n፲፩. ልዩ ልዩ የምግባረ ሠናይ ድርጅቶችን ማቋቋምና አገልግሎታቸውን ማሟላት፣\n\n፲፪. የሕንጻ ሥራ፣ እድሳት፣ ጥገናና የመሳሰሉት ሥራዎች ሁሉ ወቅቱን ጠብቀው የሚፈጸሙበትን ዕቅድና መርሐ ግብር ማዘጋጀት፤ በተግባር መዋላቸውን መቈጣጠር፣\n\n፲፫. የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን እምነት ተከታዮችን ብዛት፣ የሰበካውን ንብረት፣ ገንዘብ፣ ገቢና ወጪ የመሳሰሉትን አኃዛዊ መረጃዎች ስታቲስቲክስ/ በወቅቱ እየመዘገቡ ለየሚመለከ ታቸው አካላት በሪፖርት እንዲገለጽ ማድረግ፣\n\n፲፬. በዚህ ቃለ ዐዋዲ መሠረት ማንኛውንም ቤተ ክርስቲያንን የሚመለከት ጉዳይ መፈጸምና ማስፈጸም፣\n\n፲፭. በዚህ አንቀጽ ከተራ ቍጥር ፩ እስከ ፲፬ የተዘረዘሩትን ተግባራት በቅድሚያ እያጠና ተገቢውን ማድረግና አስፈላጊም ሆኖ ሲገኝ ጉዳዩን ከሚመለከታቸው ግለሰቦችና ድርጅቶች ጋር እየተነጋገረ መፈጸምና ማስፈጸም፡፡"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፫",
            "articles": [
                {
                    "titleEn": "Article 7: Formation and Structure of Local Church Spiritual Council",
                    "titleAm": "አንቀጽ ፯: የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ አመሠራረትና አወቃቀር",
                    "contentEn": {
                        "formation": [
                            "A. As per this bylaw, clergies, the faithful and the youth of Sunday School of a certain local church shall jointly establish a Spiritual Council of the local church.",
                             "B. The Spiritual Council established in this manner shall hold a general congregation in the attendance of the local church’s clergies and the faithful twice a year accordingly.",
                            "C. The Spiritual Council shall elect an executive committee that shall meet twice a month to accomplish the tasks and responsibilities bestowed upon it, and thereby implement the objectives and functions of the Qale Awadee (Ecclesiastical Constitution).",
                            "D. No association of clergies, of the faithful, or of the youth of Sunday School can be established by the name of the Ethiopian Orthodox Tewahedo Church, unless it is recognized by the Spiritual Council of the local church, or unless it is permitted by the diocese, or by the Head diocese, or by the Holy Synod."
                        ],
                        "structure": [
                            "A. One Spiritual Council presided over by the church administrator.",
                            "B. One Spiritual Administrative Council (executive committee) presided over by the church administrator.",
                            "C. Office of the local Spiritual Council.",
                            "D. Different work units of the locality."
                        ]
                    },
                    "contentAm": {
                        "formation": [
                            "ሀ) በአንድ አጥቢያ ቤተ ክርስቲያን የሚገኙ ካህናት፣ ምእመናን፣ የሰንበት ትምህርት ቤት ወጣቶች በቃለ ዐዋዲው መሠረት በአንድነት በመደራጀት የአንድ አጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤን ይመሠረታሉ፡፡",
                            "ለ) በዚህ አኳኋን የተመሠረተው የሰበካ መንፈሳዊ ጉበኤ እንደአስፈላጊነቱ ሁለት ጊዜ በዓመት የሚሰበሰብ የአጥቢያ ቤተ ክርስቲያን ሰበካ ካህናትን ምእመናን በአንድነት የሚገኙበት መንፈሳዊ ጉባኤ ይኖረዋል፡፡",
                            "ሐ) የአጥቢያው መንፈሳዊ ጉባኤ የቃለ ዐዋዲውን ዐላማና ተግባር ለመፈጸምና ለማስፈጸም እንዲችለው በወር ሁለት ጊዜ እየተሰበሰበ የተጣለበትን ሥራና ኃላፊነት የሚያከናውን የሥራ አስፈጻሚ ኮሚቴ ይመርጣል፡፡",
                            "መ) በአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ ያልታወቀና ያልታቀፈ፣ በሀገረ ስብከቱ ወይም በጠቅላይ ቤተ ክህነት ወይም በቅዱስ ሲኖዶስ ያልተፈቀደ ምንም ዓይነት የካህናት፣ የምእመናን፣ የሰንበት ትምህርት ቤት ወጣቶች ማኅበር በኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ስም መቋቋም አይችልም፡፡"
                        ],
                        "structure": [
                            "ሀ) የቤተ ክርስቲያኑ አስተዳዳሪ ሰብሳቢ የሆነበት አንድ መንፈሳዊ ጉባኤ፣",
                            "ለ) የአጥቢያ ቤተ ክርስቲያኑ አስዳዳሪ ሰብሳቢ የሆነበት አንድ የሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ)",
                            "ሐ) የአጥቢያው መንፈሳዊ ጉባኤ ጽሕፈት ቤት፣",
                            "መ) የአጥቢያው ልዩ ልዩ የሥራ ክፍሎች።"
                        ]
                    }
                },
                {
                    "titleEn": "Article 8: Implementation of the Spiritual Council's Work",
                    "titleAm": "አንቀጽ ፰: የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ የሥራ አፈጻጸም",
                    "contentEn": "1. Upon a call to the church clergies and the faithful by the Spiritual church administrator or concerned bodies, quorum of general congregation shall be constituted.\n\n2. Abiding by the rules and regulations of church, the members of the Spiritual council, by chairmanship of the church administrator, shall ensure that all works are implemented; and on those matters that are to be settled by vote, they shall do accordingly.\n\n3. Members entitled to vote:\n\nA. Followers of the religion of the Ethiopian Orthodox Tewahedo Church;\n\nB. And the faithful registered by the local parish council with ID cards; and those who have been in the locality at least for six months;\n\nC. Those who have legal IDs as evidence that they are dwellers of the locality (area);\n\nD. Those who fulfill their membership duties at the local church;\n\nE. Clergies and the faithful of above 18 years, irrespective of genders (male and female).\n\n4. An electoral committee, comprising clergies, the faithful, and the youth of Sunday School, and whose number is not less than five and not exceeding 15, shall be appointed to conduct the Spiritual election process. The electoral committee shall carry out the election on the very day. And the members of the committee shall fulfill the requirements stated in No. 3 of this article, they shall be known with their religious devotion and ethical conduct; and they shall also be literate.\n\n5. As per article 11 No. 3 of the Qale Awadee (Ecclesiastical Constitution), one month ahead of the conduct of a new Spiritual council election, a standard report of the outgoing Spiritual council on accomplishments during its tenure, its planned activities as well as its overall works and financial performances shall be presented to the diocese, and then the plan and the report will be reviewed and presented to the locality.\n\n6. The members of the executive committee mentioned in article 10 of the Qale Awadee (Bylaw) shall be appointed by the electoral committee from amongst the presented candidates.\n\nA) Upon nomination by the administrative council (the executive committee), the Spiritual council shall elect heads for the work units of the Spiritual council, cited in chapter 4, article 15 of the Qale Awadee (Ecclesiastical Constitution).\n\nB) With regard to permanent servants, the diocese, assessing the revenue and activities of the local church, shall decide in congregation and assign ordained priests upon recruitment on the basis of their religious devotion, ethical manner, knowledge, and experience.\n\nC) In those low-income churches, the works shall be done by those members who are elected from amongst priests and the faithful.\n\n8. Upon investigation and agreement on the annual budget assessed and presented by the administrative council, it shall present it in its standard to the office of archbishop diocese for permission.\n\n9. It shall get the finance and asset of the local church as well as revenue and expenditure audited by the end of the budget year or at another time of need, either by the accountant of the diocese, or as needed and upon permission by the diocese, by an external auditor hired by the Head diocese as well as by the diocese.\n\n10. It shall hear the financial, asset, and performance statement as well as audit report of the Spiritual church submitted by the administrative council; and if any doubtful matter, it shall decide with a majority vote.\n\n11. The accountability of this council shall be to the woreda (district) Spiritual administrative council or to woreda (district) diocese office as per the hierarchy.",
                    "contentAm": "የሥራ አፈጻጸም\n\n1. በአጥቢያው ሰበካ ቤተ ክርስቲያን አስተዳዳሪ ወይም ጉዳዩ በሚመለከታቸው አካላት ለአጥቢያው ካህናትና ምእመናን ጥሪ ተደርጎ ምልእተ ጉባኤ ይሆናል፡፡\n\n2. በቤተ ክርስቲያኑ አስተዳዳሪ ሰብሳቢነት የመንፈሳዊ ጉባኤው አባላት የቤተ ክርስቲያንን ሕግና ሥርዓት በመከተል ሥራውን ሁሉ ያስፈጽማሉ፡፡ ድምፅ የሚሰጥባቸው ጉዳዮችንም በድምፅ ብልጫ ይወስናሉ፡፡\n\n3. ድምፅ የመስጠት መብት ያላቸው አባላት፣\n\nሀ) የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ሃይማኖት ተከታይ የሆኑ፡፡\n\nለ) በአጥቢያው ሰበካ መንፈሳዊ ጉባኤ ተመዝግበው መታወቂያ ካርድ የወሰዱና፡፡ ቢያንስ ለስድስት ወራት በአጥቢያው ነዋሪ የሆኑ፡፡\n\nሐ)..."
                },
                {
                    "titleEn": "Article 9: Implementation of the Spiritual Council's Work",
                    "titleAm": "አንቀጽ ፱: የአስራጭ ኮሚቴው ተግባርና የሥራ አፈጻጸም",
                    "contentEn": [
                        "1. The electoral committee shall get nominated candidates and carry out the election on the very day; and if not successful, it shall hold the election by the following Sunday.",
                        "2. The electoral committee shall assess the candidates running for membership of the executive committee and present the same to the local clergies and the faithful for election.",
                        "3. It shall also check the criteria of the voters as per Article 8 No. 3 of the Qale Awadee (Ecclesiastical Constitution).",
                        "4. The electoral committee shall give briefings to the voters before the commencement of the voting regarding the identity and qualification of the candidates so that they can make an informed choice.",
                        "5. The voting process, depending on the area, shall be either by writing, on card, or by raising hands and getting them counted.",
                        "6. The electoral committee shall have the responsibility that if its candidates aren’t supported by the local priests and the faithful, it shall bring other nominees, by the tip of the congregation, for the election.",
                        "7. Upon the completion of the voting, the electoral committee shall count the votes, sign the memo, and present the same to the church’s administrator.",
                        "8. The church’s administrator shall present the election minute submitted by the electoral committee to the Woreda (district) diocese for ratification and implementation."
                    ],
                    "contentAm": [
                        "1. አስመራጭ ኮሚቴው ዕጩዎችን በዕለቱ አስጠቁሞ ምርጫውን ያስፈጽማል፡፡ ሆኖም በዕለቱ ማስፈጸም ካልተቻለ በቀጣዩ እሑድ ምርጫውን ያከናውናል፡፡",
                        "2. ለሥራ አስፈጻሚ ኮሚቴ አባልነት የሚወዳደሩ ዕጩዎችን አጣርቶና የምርጫውን አፈጻጸም አዘጋጅቶ ለአጥቢያው ካህናትና ምእመናን ለምርጫ ያቀርባል፡፡",
                        "3. መራጮቹም በቃለ ዐዋዲው በአንቀጽ 8 ተራ ቁጥር 3 የተገለጸውን መስፈርት ማሟላታቸውን ያረጋግጣል፡፡",
                        "4. የምርጫው ድምፅ አሰጣጥ ከመጀመሩ አስቀድሞ አስመራጭ ኮሚቴው መራጮቹ የሚመርጧቸውን አባላት በትክክል እንዲያውቁና ብቁነታቸውንም አመዛዝነውና ተረድተው ለመምረጥ እንዲችሉ ለመራጮች ብቻ በተዘጋጀ ቦታ ትምህርትና ማብራሪያ እንዲሰጣቸው ያደርጋል፡፡",
                        "5. የምርጫው የድምፅ አሰጣጥም እንደ አካባቢውና እንደ አመችነቱ በጽሑፍ ወይም በካርድ ወይም እጅ በማውጣትና በማስቁጠር ሊሆን ይችላል፡፡",
                        "6. የአስመራጭ ኮሚቴው ካቀረባቸው ዕጩዎች መካከል በአጥቢያው ካህናትና ምእመናን ያልተደገፉ ቢኖሩ በጉባኤው ጠቋሚነት ሌሎች ዕጩዎች ቀርበው እንዲመረጡ የማድረግ ኃላፊነት አለበት፡፡",
                        "7. የድምፅ አሰጣጡ ሥነ ሥርዓት ከተፈጸመ እና አስመራጭ ኮሚቴው ወዲያውኑ ከመዘገበና ከተፈራረመበት በኋላ የጉባኤው ሰብሳቢ ለሆነው ለቤተ ክርስቲያኑ አስተዳዳሪ ያቀርባል፡፡"
                    ]
                },
                {
                    "titleEn": "Article 10: Members of the Spiritual Administrative Council (Executive Committee) of the Local Church",
                    "titleAm": "አንቀጽ ፲: የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) አባላት",
                    "contentEn": "The type and number, electoral procedure, and the criteria of members for the local church parish administrative council (executive committee) shall be as follows: ...",
                    "contentAm": "የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) የአባላት ዓይነትና ብዛት፣ የአባላት አመራረጥ፣ የተመራጮች አባላት መመዘኛ ...",
                    "criteria": [
                        {
                            "group": "Clergies",
                            "age_range": "21+",
                            "qualifications": [
                                "Fit for administrative duty",
                                "Free from non-Christian actions",
                                "Ethical and descent"
                            ]
                        },
                        {
                            "group": "Faithful",
                            "age_range": "21-60",
                            "qualifications": [
                                "Law-abiding",
                                "Registered and fulfilling duties",
                                "Free from conspiracy and intoxication"
                            ]
                        },
                        {
                            "group": "Sunday School",
                            "age_range": "18-35",
                            "qualifications": [
                                "Registered member of Sunday School",
                                "Proficient and competent",
                                "Firm in the faith"
                            ]
                        }
                    ]
                },
                {
                    "titleEn": "Article 11: Amendment, Invalidation and Ratification of Election and Tenure of Elects",
                    "titleAm": "አንቀጽ ፲፩:ምርጫን ማሻሻል፤ መሻርና ማጽደቅ ስለተመራጮች የአገልግሎት ዘመን",
                    "contentEn": "1. Amendment, Invalidation, and Ratification of the Election:\n\nA. All Spiritual council elections at the level of local church, upon the submission by the woreda (district) diocese, shall be approved by the archbishopric diocese. The archbishop may amend or invalidate the election if he finds its implementation incorrect.\n\nB. If flaw of religion, embezzlement or other problem is encountered after the members of the Spiritual council have commenced works, the diocese may, upon assessment by the administrative council, cancel the decision.\n\n2. The elected clergy or a faithful shall stay in duty for a term of three years; the member may be eligible for reelection; however, the member cannot serve for more than two consecutive terms.\n\n3. The local church Spiritual council shall present its performance report before the end of its term and the conduct of the next election.\n\n4. Election of new members shall be done one month before the end of the term of incumbent members; the newly elected members shall however commence work upon the full expiry of the term of the incumbent members.\n\n5. Training shall be organized for newly elected members on the Qale Awadee (Ecclesiastical Constitution) and other church matters.\n\n6. Replacement Members.\n\nIf the position of a member is vacant due to death or transfer or for the reasons cited under article 10 No 2 (A-C), or because the member is elected for the woreda (district) administrative council, the member who has obtained the second highest vote after the winning member of the previous election shall assume the position. And if there is no member for such replacement, the clergies and the faithful shall hold yet another election to fill the vacant space. The elected member shall serve till the expiry of the term.",
                    "contentAm": "1.ምርጫውን ማሻሻል፣ መሻርና ማጽደቅ:\n\nሀ) በአጥቢያ ቤተ ክርስቲያን የሚፈጸመው የሰበካ ጉባኤ ምርጫ ሁለበወረዳ ቤተ ክህነት አቅራቢነት በሀገረ ስብከቱ ሊቀ ጳጳስ ይጸድቃል፡፡ የምርጫው አፈጻጸም ትክክል ሆኖ ባያገኘው ሊቀ ጳጳሱ ምርጫውን በጉባኤ አይቶ ሊያሻሽለው ወይም ሊሽረው ይችላል፡፡\n\nለ) የሰበካ ጉባኤ አባላት ተመርጠው ሥራ ከጀመሩ በኋላ የሃይማኖት ሕጸድ፣ የገንዘብ ብክነት ወይም ሌላ ችግር ቢፈጠር ሀገረ ስብከቱ በአስተዳደር ጉባኤ ሁኔታውን አጥንቶ የመሻር ስልጣን አለው፡፡\n\n2. ለአባልነት የተመረጠው ካህን ወይም ምእመን በተመረጠበት አገልግሎት ላይ የሚቆየው ለሦስት ዓመታት ይሆናል፡፡ ከሁለት ጊዜ በላይ በተከታታይ ሊመረጥ አይችልም፡፡\n\n3. የአጥቢያው ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ የሥራ ዘመኑ ከማለቁና ቀጣዩ ምርጫ ከመካሄዱ በፊት የሥራ ክንውን ሪፖርት የማቅረብ ግዴታ አለበት፡፡\n\n4. በሥራ ላይ ያሉት የሰበካ ጉበኤው አባላት የሥራ ዘመን ከማለቁ ከአንድ ወር በፊት የአዳዲስ አባለት ምርጫ ይፈጸማል፤ ነገር ግን አዳዲስ የተመረጡት አባላት ሥራቸውን የሚጀምሩት በሥራ ላይ ያሉት አባላት የሥራ ዘመን ሲያበቃ ነው፤\n\n5. ለተመረጡት አባላት ቃለ ዐዋዲና የቤተ ክርስቲያን ሕግጋት በሚመለከታቸው አካላት ሥልጠና ይሰጣል፡፡\n\n6. ስለ ተተኪ አባላት፣ አንድ አባል የሥራ ጊዜው ከማብቃቱ በፊት በሞት ወይም በዝውውር ምክንያት ወይም በአንቀጽ % ተራ ቁጥር 2 ከ (ሀ) እስከ (ሐ) የተዘረዘሩትን የማያሟላ መሆኑ ሲታወቅ ወይም ለወረዳው አስተዳደር ጉበኤ በመመረጡ ወይም በሌላ ምክንያት ቦታው ክፍት የሆነ እንደሆነ ባለፈው ምርጫ ከተመረጡት አባላት ቀጥሎ ከፍተኛ ድምፅ ያገኘው አባል ሆኖ ቦታውን ይተካል፡፡ በዚህ ዓይነት የሚተካ አባል ከታጣ እንደገና በካህናቱና ምእመናኑ መንፈሳዊ ጉባኤ ድምፅ ብልጫ ተመርጦ የተባለውን ክፍት ቦታ በአባልነት እንዲተካ ያደርጋል፡፡ ተተኪውን አባል የሚያገለገልው የዘመኑ ምርጫ እስኪፈጸም ድረስ ይሆናል፡፡"
                },
                {
                    "titleAm": "አንቀጽ ፲፪: የአጥቢያው ሰበካ ቤተ ክርስቲያን አስተዳዳሪ ሥልጣንና ተግባር",
                    "contentAm": "በቃለ ዐዋዲው በምዕራፍ 2 በአንቀጽ 5 እና 6 ዐላማና ተግባር እየፈጸመ በተጨማሪ የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) የሚከተለውን ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1. የቤተ ክርስቲያን ሕግ በሚፈቅደው መሠረት የቤተ ክርስቲያንን እምነት፣ ሥርዓት እና ሲኖዶሳዊ መዋቅር የመጠበቅና የማስጠበቅ ግዴታ ይኖርበታል፡፡\n\n2. ስለ ንዋየ ቅድሳት፣ ስለ ቅዱሳት መጻሕፍት፣ ስለ ልዩ ልዩ ታሪካዊ ቅርሶች አጠባበቅ፣ አያያዝ እያጠና ይመክራል፤ ይጠብቃል፤ ያስጠብቃል፡፡",
                    "titleEn": "Article 12፡ Powers and Functions of the Local Church spritual Administrative Council (Executive Committee)",
                    "contentEn": "The local church’s Spiritual Council (Executive Committee), in addition to its tasks vested by virtue of Chapter Two, Articles 5 and 6 of the Qale Awadi (Ecclesiastical Constitution), shall have the following powers and functions:\n\n1. It shall be obligated to ensure that the beliefs and orders of the church, as well as the structure of the Synod, are maintained.\n\n2. It shall study and consult on the preservation of ecclesiastical objects, Holy Scriptures, and other heritages, ensuring that they are well maintained.\n\n3. It shall establish a special congregation of clergy to oversee matters related to faith and the mysteries of the church in the local Spiritual context.\n\n4. Through the appointed congregation of clergy, it shall preside over matters related to accusations arising among couples married in church, as well as matters related to priesthood. If the matter exceeds the mandate of this congregation, it shall, as per the hierarchy, present it to the higher body.\n\n5. It shall protect the youth of Sunday School from all forms of evil, ensuring that all teachings and songs align with the dogma, canon, and tradition of the Ethiopian Orthodox Tewahedo Church. It shall have the responsibility to follow up and supervise their actions and conduct to ensure they adhere to Christian teachings. It shall also help those young people who are not registered in Sunday School to be enrolled and become firm in faith and deed.\n\n6.1. A. It shall receive contributions and report them to the pertinent unit. B. It shall sue and be sued on behalf of the local church.\n\n6.2. In accordance with the Qale Awadi (Ecclesiastical Constitution), by submitting its plan and study to the diocese and upon approval, on behalf of the local Spiritual Church, it: A) Shall sign contractual agreements. B) Shall engage in litigation. C) Within its operational scope, it may lease or rent both fixed and non-fixed assets. D) It may obtain a bank loan when necessary, but only for feasible development works, subject to the consensus of the Diocese Administrative Council under the chairmanship of the Archbishop and with written permission from the Archbishop.\n\n7. Without prejudice to the above-mentioned, when necessary, for entering agreements related to fixed assets or matters of high estimation, the administrative council, under the chairmanship of the Archbishop and with written approval, may sign contractual agreements.\n\n8. As per the rules and regulations enacted by the Holy Synod, it shall determine details related to the asset and resource management of the local church.\n\n9. It shall notify the amount of money contributed by priests and the faithful to the Spiritual, and ensure its submission as per Article 56/1 of this Qale Awadi.\n\n10. It shall ensure timely submission to the diocese, as per Article 57/1 of this Qale Awadi, 20% of the Spiritual Church’s total income for the general administration of the Ethiopian Orthodox Tewahedo Church, education, evangelization, development, charity, and joint plans and activities by different spiritual entities.\n\n11. It shall ensure submission, with permission at the central level, of 20% of the income obtained during the construction of new church buildings, schools, clinics, etc., except for charity donations from individuals, organizations, and donors.\n\n12. It shall allocate a budget for teachers and students of church schools at the local Spiritual Church to expand and strengthen the schools.\n\n13. It shall deposit, in the name of the Spiritual Church, all revenues in a bank account opened with the permission of the diocese Archbishop.\n\n14. A) Without prejudice to Article 57 of this Qale Awadi, it shall examine and present the annual budget of the church to the office of the Archbishopric diocese. B) It shall implement the budget upon receiving approval after examination and agreement by the office of the Archbishopric diocese.\n\n15. It shall establish the church’s Spiritual Council office and its work units.\n\n16. It shall review and make decisions based on the performance statements submitted by the church office and the audit report of the Spiritual supervisor.\n\n17. When necessary, for constructing a building at the local Spiritual Church, it shall establish a construction committee for the planned project, upon receiving permission and direction from the diocese. The members of this committee shall be elected by the congregation of priests and the faithful of the local church.\n\n18. It shall open a separate bank account in the name of the church for the construction project, upon permission from the diocese, as per Article 13 of this article.\n\n19. When money is withdrawn from the bank: A. If it is for regular Spiritual Council expenses, it shall be withdrawn upon the joint signatures of the church’s administrator and the Deputy Chairperson of the Spiritual Council. B. If it is for construction expenses, it shall be withdrawn via a cheque signed jointly by the administrator and the chairperson of the construction committee or, in the absence of the chairperson, the deputy shall sign.\n\n20. It shall examine, amend, annul, and approve decisions passed by the different units of the local church on various matters.\n\n21. It shall examine the faults committed by servants of the Spiritual Church, identify administrative issues, and pass verdict accordingly. Issues related to crime shall be dealt with in accordance with the law.\n\n22. It shall elect and send one priest, one faithful, and one young Sunday School student from the members of the administrative council to the Woreda’s general parish council.\n\n23. In accordance with Article 7/1 (B) of this Qale Awadi, and upon permission from the diocese, it shall present a report on its performance and financial expenses to the congregation of priests and the faithful at the meeting held every six months and one month before the expiry of the tenure of the Spiritual Administrative Council.\n\n24. It shall oversee and prevent unnecessary activities that go against the canon of the church during major holidays and celebrations.\n\n25. It shall supervise and prohibit activities involving loudspeakers and noises, except for those with permission, such as cassette vending and other items on the church premises and its environs.\n\n26. It shall oversee and prohibit activities carried out on the premises of the church, whether in halls or other shelters, during Mahlet (church service), liturgy, gospel teaching, and other spiritual services.\n\n27. The Spiritual Administrative Council of the local church shall be accountable to the office of the Woreda (district) diocese."
                },
                {
                    "titleAm": "አንቀጽ ፲፫: የአጥቢያ ሰበካ መንፈሣዊ አስተዳደር ጉባኤ ም/ሰብሳቢ ሥልጣንና ተግባር",
                    "contentAm": "በቃለ ዐዋዲው በአንቀጽ 5 እና 6 የተመለከተውን ዐላማና ተግባር ለመፈጸም እና ለማስፈጸም አስተዳዳሪው የሚከተለው ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1. የቤተ ክርስቲያኑ አስተዳዳሪ የሰበካው ቤተ ክርስቲያን ዋና ሥራ አስፈጻሚ በመሆን በዚህ ቃለ ዐዋዲና ይህን ቃለ ዐዋዲ ተከትሎ በሚወጣው የውስጥ ደንብ መሠረት ስለ ሰበካው ካህናትና ምእመናን መንፈሳዊ ጉባኤና ስለ አስተዳደሩ ጉባኤ የሥራ አፈጻጸም በአጥቢያ ሰበካ ቤተ ክርስቲያን ላለው መንፈሳዊ አገልግሎትና አስተዳደር ኃላፊና ተጠሪ ነው፡፡\n\n2. ስለ ቤተ ክርስቲያን አገልጋዮች መንፈሳዊ አገልግሎትና አስተዳደር ከቅዱስ ሲኖዶስ በወጣውና በሚወጣው ደንብ መሠረት የአጥቢያውን ሰበካ ቤተ ክርስቲያን አስተዳደርና መንፈሳዊ አገልግሎት ይመራል፡፡ \n\n3. የአጥቢያው ሰበካ ጉባኤ ሥራ አስፈጻሚ ኮሚቴ ምርጫ ከመከናወኑ በፊት ለአጥቢያው ቤተ ክርስቲያን ጠቅላላ ካህናትና ምእመናን የግንዛቤ ትምህርት ይሰጣል፤ እንዲሰጥም ያደርጋል፡፡\n\n4. በአጥቢያው ሰበካ ውስጥ በቃለ ዐዋዲው ምዕራፍ 4 አንቀጽ %6 ተራ ቁጥር 1 የተዘረዘሩትን ንኡሳን ክፍሎች እንዲደራጁና በትክክል ሥራ ላይ እንዲውሉ ተገቢውን ከትትልና ቁጥጥር ያደርጋል፡፡ የልዩ ልዩ ክፍል ሥራ ኃላፊዎች ያስተባብራል፤ ይቆጣጠራል፡፡\n\n5. የአጥቢያ ቤተ ክርስቲያኑ አገልጋዮች ካህናትና ምእመናን የአባልነት መታወቂያ ያላቸው መሆናቸውንና በአጥቢያው ሰበካ ውስጥ ያሉት ምእመናን ሁሉ መመዝገባቸውን፤ የጥምቀት፣ የጋብቻ እና የሙታን መዛግብት እየተሠራባቸው መሆኑን ያረጋግጣል፡፡\n\n6. የአጥቢያው ሰበካ ምእመናንና የምእመናኑንም ልጆች ከኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ሃይማኖትና ምግባር እንዳይወጡ ያስተምራል፤ ይጠብቃል፤ ያስጠብቃል፤ በጠቅላላው ካህናትና ይልቁንም የንስሓ አባቶችን በማስማሩና በጥበቃው ተግባር እንዲጠናከሩ መመሪያ ይሰጣል፤ ይቆጣጠራል፡፡\n\n7. የቤተ ክርስቲያኑ ገቢ በትክክል እንዲሰበሰብ ገንዘቡና ማንኛውም የሚንቀሳቀስና የማይንቀሳቀስ ሀብትና ንብረት እንዲጠበቅና በአስተዳደር በኩል በመንፈሳዊ አስተዳደር እንዲሰጣል፡፡",
                    "titleEn": "Article 13: Powers and Functions of the Executive Committee of the Spiritual Administration",
                    "contentEn": "In order to implement the objective and function mentioned in Articles 5 and 6 of this Ecclesiastical Constitution (Qale Awadee), the administrator shall have the following powers and functions.\n\n1. Being a chief executive of the Spiritual, the church administrator, as per this Ecclesiastical Constitution (Qale Awadee) and as per bylaws enacted following this Ecclesiastical Constitution, shall be accountable for the parish clergies and the faithful as well as for spiritual services and administration of the local church.\n\n2. Shall lead the administration and spiritual services of the local Spiritual church as per the rules and regulations enacted by the Holy Synod for the church workers' spiritual services and administration.\n\n3. Shall conduct and facilitate orientation for the whole clergies and the faithful of the local church before the election of the executive committee of the local Spiritual council.\n\n4. Shall closely follow and supervise the organization and proper implementation of the work units mentioned in chapter 4, article 16, number 1 of this Ecclesiastical Constitution (Qale Awadee).\n\n5. Shall supervise and check that workers of the local church and the faithful have identification cards; and that all the faithful are registered at the local Spiritual; and that documents of baptism, matrimony, and the deceased are used properly.\n\n6. Shall teach and keep the faithful of the local church and their children with the teachings of the Ethiopian Orthodox Tewahedo Church; furthermore, shall give order to soul fathers to teach and keep their soul children.\n\n7. Shall closely follow that revenues of the church are collected properly; and that every fixed and non-fixed assets of the church are well maintained, and that they are properly utilized.\n\n8. As per the budget allocation from superior, approve implementation of every expenditure.\n\n9. Pursuant to article 12 sub-articles 7-9, upon the acceptance from the Spiritual administrative council as well as upon approval and permission by letter of the diocese Spiritual administrative council, the administrator, jointly with the deputy chairperson, shall enter and sign agreement.\n\n10. Shall call meeting of the Spiritual administrative council; shall act according to the decisions and supervise the implementation.\n\n11. Shall submit to the woreda (district) diocese for approval of the election of members of the local Spiritual administrative council and heads of the different work units.\n\n12. On behalf of the local Spiritual administrative council, the administrator shall present bi-annual report on matters pertaining to the Spiritual clergies and the faithful; the church workers; finance and property, as well as about performances of the different work units, to congregation of the Spiritual clergies and the faithful; and shall refer the decision to the woreda (district) diocese.\n\n13. Shall not take unilateral decision, without discussion and consensus of the Spiritual executive committee, and without the consent of superior body, on issues related to salary increment, promotion, transfer, and firing of workers.\n\n14. Shall supervise performances of workers, based on report submitted by different pertinent heads; shall advise; shall reprove wrong doers; and shall issue oral and written warning.\n\n15. Shall implement all the assigned functions in line with the decision made as per the Ecclesiastical Constitution."
                },
                {
                    "titleAm": "አንቀጽ ፲፬ : የአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ም/ሰብሳቢ ሥልጣንና ተግባር",
                    "contentAm": "1. የቤተ ክርስቲያኑ አስተዳዳሪ በሌለ ጊዜ ም/ሰብሳቢው የአስተዳዳሪውን ተግባር ይፈጽማል፡፡\n\n2. የተፈቀደውን መደበኛ የሰበካ ጉባኤ ወጪ ሒሳብ ከአስተዳዳሪው ጋር በጣምራ ፊርማ ያንቀሳቅሳል፡፡\n\n3. ም/ሰብሳቢው ሥልጣነ ክህነት የሌለውን ከሆነ ምሥጢራተ ቤተ ክርስቲያንን የሚመለከቱ ጉዳዮችን ማየት አይችልም፡፡\n\n4. ም/ሰብሳቢው ተጠሪነቱ ለቤተ ክርስቲያኑ አስተዳዳሪ ነው፡፡",
                    "titleEn": "Article 14: Power and Function of Deputy Chairperson of the Local Church Spiritual Administrative Council",
                    "contentEn": "1. The deputy shall act in place of the church administrator in his absence.\n\n2. The deputy shall, by joint signatures with the administrator, release the approved regular expenses of the Spiritual.\n\n3. The deputy shall not deal with matters related to church mysteries if he is not ordained to the priesthood.\n\n4. The deputy shall be accountable to the church administrator."
                },
                {
                    "titleAm": "አንቀጽ ፲፭: ስለ ገዳማት አስተዳደርና ሥርዓተ ምንኵስና",
                    "contentAm": [
                        {
                            "point": "1. የገዳማት አስተዳደር፡-",
                            "details": [
                                "ሀ) የአንድነት ገዳማት የሚተዳደሩበት እንደየገደማቱ ሥርዓት በየአህጉረ ስብከቱ እየተጠና የሚፈቀድ ደንብና መመሪያ ይኖራቸዋል፡፡ እንደ አስፈላጊነቱ በሀገረ ስብከቱ አቅራቢነት በቅዱስ ሲኖዶስ ሊወጣላቸው ይችላል፡፡",
                                "ለ) ሥርዓተ ገዳም በሚፈቅደው መሠረት በየገዳማቱ ውስጥ ጽ/ቤቶችና ልዩ ልዩ የአመራር አካላት ይቋቋማሉ፡፡",
                                "ሐ) በገዳሙ አስተዳደር መሰረት የጾም የጸሎት ሥርዓት እንደተጠበቀ ሆኖ መነኮሳት የሚማሩበት ቦታና በልዩ ልዩ አገልግሎት የሚሠማሩበት የሥራ መስኮች ይኖሩታል፡፡",
                                "መ) መነኮሳይያትም በተወሰነላቸው የገዳም ክልል ጸንተው በሥርዓተ ምንኩስና መሠረት ራሳቸውንና ሌሎችንም እየረዱ እንዲኖሩፈና እንዲሠሩ ይደረጋል፡፡",
                                "ሠ) ገዳማት የየራሳቸው የተከበረ የቦታ ክልል ይኖራቸዋል፡፡",
                                "ረ) በቃለ ዐዋዲው አንቀጽ 3 ተራ ቁጥር 3 የተደነገገው እንደተጠበቀ ሆኖ በአንድነት ገዳማት ዙሪያ የሚኖሩ ምእመናን በሰበካ ጉባኤ ቢደራጁም ባይደራጁም በዓይነት ወይም በጥሬ ገንዘብ እንዲከፍሉ ይደረጋል፡፡",
                                "ሰ) ማንኛውም የገዳማቱ ገቢ በጠቅላይ ቤተ ክህነት የበላይ ተቆጣጣሪነት እና በሀገረ ስብከቱ ጽ/ቤት ኃላፊነት በሚታተሙ ካርኒዎች ብቻ ገንዘቡን በሞዴል ' እና *4 ንብረቱን በሞዴል %9 እንዲሰበሰብ ያደርጋል፡፡"
                            ]
                        },
                        {
                            "point": "2. የገዳሙ አበምኔት /መምህርት /ወይም እመ ምኔት",
                            "details": [
                                "ሀ) የገዳም አበ ምኔት ወይም እመ ምኔት በማኅበረ መነኮሳትና መነከሳይያት የሚገለገለውን የአንድት ገዳም ከቅዱስ ሲኖዶስ በሚሰጠው መመሪያና ደንብ መሠረት ያስተዳድራል፡፡",
                                "ለ) ከገዳሙ ውስጥ በግብረ ገብነታቸው፣ በትምህርታቸውና በጸሎታቸው ትሩፋት ይሠራሉ ተብለው የሚታመንባቸው መነኮሳት ተመርጠው ሲቀርቡ በሊቀ ምርፋቅነት፣ በሊቀ አርድአትነት በዕጓል መጋቢነት እየሠየመ እንዲሠሩ ያደርጋል፡፡"
                            ]
                        },
                        {
                            "point": "3. የምንኩስና መመዘኛ",
                            "details": [
                                "ሀ) ሥርዓተ ምንኩስናን የሚቀበሉ ምእመናንና ምእመናት"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፬",
            "articles": [
                {
                    "titleEn": "Article 16: Establishment of the Office and Work Units of the Local Church Spiritual Council Appointment and Service Term of Heads",
                    "titleAm": "አንቀጽ ፲፮ : የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ ጽ/ቤትና የሥራ ክፍሎች መቋቋም",
                    "contentEn": "The local Spiritual administrative council (executive committee) shall have one office and the following work units to accomplish its objectives and duties as cited under articles 5 and 6 of this Qale Awadi (Bylaw), and shall establish, as per the law of church article 21, the different work units listed below:\n\nA. Evangelical Service Unit\n\nB. Spiritual Education Unit\n\nC. Clerical Service Unit\n\nD. Sunday School Unit\n\nE. Planning and Development Unit\n\nF. Charitable Activities Unit\n\nG. Legal Affairs UnitQale Awade\n\nH. Ecclesiastical Objects, Property and Heritage Unit\n\nI. Accounting Unit\n\nJ. Finance Unit\n\nK. Supervision unit\n\nL. Construction, Renovation and Maintenance Unit\n\nM. Statistics Unit\n\nN. Spiritual Council Coordination Unit\n\nO. Monasteries Unit\n\n2. Without prejudice to the type and nature of works at the units mentioned in this Article, Number 1 from (A) to (O), the same work leader may be assigned for two or more similar work units at a time; and committees may also be formed as needed.\n\n3. The Spiritual Council office shall have one secretary and permanent heads of work units.\n\n4. For rural churches, clergies and the faithful with renowned ethics, skills and experience shall be assigned as secretary and head of unit, upon election at clergies congregation Qale Awade in the presence of the head of the woreda diocese and under chairmanship of the church administrator.\n\n5. For urban monasteries and churches, they shall be assigned by the office of the diocese according to their training and skills.\n\n6. Workers to be assigned to cashier and treasurer positions shall have the obligation to present a guarantor with adequate guarantee.\n\n7. In circumstances and times when assignment for the work units mentioned under this article, number 1 from (A) to (O) of this Qale Awadee is not possible, the administrative council shall nominate candidates known for their good conduct, skills and experience, and they shall be assigned upon approval by the woreda (district) diocese.\n\n8. The service term for volunteers other than the regular paid workers shall be determined as per article 11 number 2 of this Qale Awadee pertaining to the Spiritual administrative council (executive committee); the appointment of the heads of the work units shall be made after the election of the Spiritual administrative council (executive committee) members.",
                    "contentAm": "የሥራ ኃላፊዎች ምርጫና የአገልግሎት ዘመን\n\n1. የአጥቢያ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) በቃለ ዐዋዲ አንቀጽ 5 እና 6 የተገለጸውን ዐላማና ተግባር ለመፈጸም እንዲችል አንድ ጽ/ቤትና በሕገ ቤተ ክርስቲያን አንቀጽ )1 ተራ ቁጥር 4 የተደነገገውንና ከዚህ በታች የተዘረዘሩትን ልዩ ልዩ የሥራ ክፍሎች ያቋቁማል፡፡\n\nሀ) የስብከተ ወንጌል ክፍል\n\nለ) የመንፈሳዊ ትምህርት ክፍል\n\nሐ) የካህናት አገልግሎት ክፍል\n\nመ) የሰንበት ት/ቤት ክፍል\n\nሠ) የዕቅድና ልማት ክፍል\n\nረ) የምግባረ ሠናይ (በጎ አድራጎት ክፍል)\n\nሰ) የሕግ ክፍል\n\nሸ) የንዋየ ቅድሳት፣ የንብረትና የቅርሳ ቅርስ ክፍል\n\nቀ) የሒሳብ ክፍል\n\nበ) የገንዘብ ቤት\n\nተ) የቁጥጥር ክፍል\n\nቸ) የሕንጻ ሥራ፣ እድሳትና ጥገና ክፍል\n\nኀ) አኃዛዊ መረጃ /ስታስቲክስ/ ክፍል\n\nነ) የሰበካ ጉባኤ ማስተባበሪያn\n\nኘ) የገዳማት ክፍል\n\n2. በዚህ አንቀጽ በተራ ቁጥር 1 ከ(ሀ) እስከ (ኘ) የተዘረዘሩት የሥራ ክፍሎች የሥራ ዓይነትና ጠባይ እንደ ተጠበቀ ሆኖ ተመሳሳይ የሆነውንና የማይቃረነውን ክፍል ሁለት ሦስቱን አንድነት በማደራረብ በአንዳንድ የሥራ ኃላፊዎች ማሠራት ይቻላል፡፡ እንደ ሁኔታውም እየታየ ኮሚቴ ለሚያስፈልጋቸው የሥራ ክፍሎች ኮሚቴ ማቋቋም ይቻላል፡፡\n\n3. በአጥቢያው ሰበካ ጉባኤ ጽ/ቤት አንድ ጸሐፊና በቋሚነት የሚመደቡ የየክፍል ኃላፊዎች ይኖራሉ፡፡\n\n4. በገጠር አብያተ ክርስቲያናት ለዋና ጸሓፊነትም ሆነ ለክፍል ኃላፊነት በግብረ ገብነታቸው፣ በችሎታቸውና በሥራ ልምዳቸው የተመሰከረላቸው ካህናት እና ምእመናን የወረዳው ቤተ ክህነት ኀላፊ በተገኘበትን የቤተ ክርስቲያኑ አስተዳዳሪ እና በምእመናን ምሁራን እንዲሁም የአምባሳሊን ስምንት በምስኪና በመሀከል ማስተር ይወረዳል፡፡",
                    "reference_en": "Qale Awadee. Local Church Spiritual Council Administrative Rules, Art. 16, Section 1, (A) to (O)",
                    "reference_am": "ቅርብ ስርአት አጥቢያ ሰበካ መንፈሳዊ አስተዳደር ማመንጎት፣ በመሆኑ ባለአንቀጽ እና ተሳማቸው አዲስ አንቀጽ ማድረግና ቀናቸው",
                    "comment_en": "Article 16 specifies the structure of the local Church Spiritual Council, including its work units and leadership positions. It details the types of services and responsibilities that various units must undertake, including those related to evangelism, education, finance, charitable activities, and construction. The article also outlines the appointment procedures and service terms for council members and heads of units.",
                    "comment_am": "በአንቀጽ ፲፮ የአጥቢያ እና በሁሉንም ወገን በቅርብ ሰርአት በመንፈሳዊ አስተዳደር ስራ አላማው እንዲሁም በምእመናን በተምህራን ሀቅ ማደረግ፡፡"
                },
                {
                    "titleEn": "Article 17: Power and Function of the Secretary General of the Local Church Spiritual Council",
                    "titleAm": "አንቀጽ ፲፯: የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ ዋና ጸሐፊ ሥልጣንና ተግባር",
                    "contentEn": "1. The secretary general of the local Spiritual council shall be an ordained; shall be accountable to the administrator of the church and shall lead and supervise secretarial, financial works, and property management; he shall also closely follow up on the performance of different work units of the Spiritual church office.\n\n2. Shall get clergies and the faithful of the Spiritual church registered and provided with membership identity cards.\n\n3. Shall ascertain that all baptized children and adults are registered with their names, names of their parents, name of godfather or godmother; the secretary general must also register marriages conducted in church and issue certificates.\n\n4. Shall follow the collection of revenues, from each member of the Spiritual, in due time.\n\n5. Shall organize the archives, lead the works in due order and maintain all records and registries; he shall function in the place of registrar in the absence of the latter registering the alive and deceased members.\n\n6. Shall, in the absence of a statistics officer, register and keep records of the alive and the dead.\n\n7. Shall prepare a performance and financial statement of the church along with the budget to be allocated for the coming year; and shall, through the administrator, present it to the administrative council.\n\n8. Shall appear at meetings of the administrative council as a secretary and record minutes thereof; and shall get the minutes signed by attending members and sign upon it himself.\n\n9. Shall notify the administrator and conduct assessment on matters pertaining to the spiritual and social services of the church.\n\n10. Supervise and report to the administrator on the attendance of the church clergies and other workers on their duties, and shall take measures accordingly.\n\n11. Shall present quarterly reports with statistical data to the Spiritual administrative council about the Spiritual church members and workers; statement of finance and asset; and performances of the different work units.\n\n12. Carry out every church assignment given by the church administrator and the Spiritual administrative council.\n\n13. Shall cover vacant posts where there is shortage of human resources, and upon the decision of the administrative council, shall carry out the task of the finance head.",
                    "contentAm": "1. የአጥቢያው ሰበካ መንፈሳዊ ጉባኤ ዋና ጸሐፊ ክህነት ያለው፤ ተጠሪነቱም ለቤተ ክርስቲያኑ አስተዳዳሪ ሆኖ በሰበካው ቤተ ክርስቲያን ጽ/ቤት ውስጥ የሚከናወኑትን ጠቅላላ የጽሕፈት፣ የሒሳብና የንብረት አጠባበቅ ሥራዎችን እንደዚሁም የልዩ ልዪ ክፍሎችን የሥራ ሂደት በቅርቡ እየተከታተለ በመቆጣጠር ይሠራል ያሠራል፡፡\n\n2. የአጥቢያው ሰበካ ካህናትና ምእመናን እየተመዘቡ የአባልነት መታወቂያ ካርድ እንዲያገኙ ያደርጋል፡፡\n\n3. ሕፃንም ሆነ ዐዋቂ ክርስትና ሲነሣ በመዝገብ ጥምቀት፤ እንዲሁም ጋብቻቸውን በቤተ ክርስቲያን የፈጸሙ ተጋቢዎች በጋብቻ የክብር መዝገብ እንዲመዘገቡና የምስክር ወረቀት እንዲሰጣቸው ያደርጋል፡፡\n\n4. ከእያንዳንዱ የሰበካው አባል ሊከፈል የሚገባው ክፍያ በወቅቱ ገቢ መሆኑን ይከታተላል፡፡\n\n5. መዝገበ ቤቱን ያደራጃል፣ ሥራውም በሥርዓት እንዲመራና ልዩ ልዩ ጽሑፎች፣ መዛግብት፣ ማኅደረ ጉዳዮች ሁሉ እንዲጠበቁና የጽ/ቤቱን ማኅተም በመዝገብ ቤት ተቀምጦ እንዲሠራበት ያደርጋል፤ የመዝገብ ቤት ሠራተኛ በሌለበት ጊዜም ደርቦ ይሠራል፡፡\n\n6. የአኃዛዊ መረጃ /የስታስቲክስ/ ሠራተኛ በሌለበት በሕይወት ያሉትንና በሞት የተለዩትን የምእመናን ስም እየመዘገበ በክብር እንዲቀመጥያደርጋል፡፡\n\n7. ስለ ቤተ ክርስቲያኑ የሥራ አፈጻጸምና የሒሳብ ይዘት መግለጫ ለመጭው ዓመት ከሚፈቀደው ዓመታዊ የገንዘብ ድልድል (በጀት) ጋር አዘጋጅቶ በአስተዳዳሪው አማካይነት ለአስተዳደር ጉባኤው ያቀርባል፡፡\n\n8. የአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤው ጸሐፊ ሆኖ በስብሰባው ላይ በመገኘት ጉባኤው የተነጋገረባቸውን ዝርዝር ጉዳዮችና ውሳኔ የተሰጠበትን ቃለ ጉባኤው ያዘጋጃል፤ አባላቱ እንዲፈርሙበት ያደርጋል፤ በጸሐፊነቱ ይፈርማል፡፡\n\n9. በቤተ ክርስቲያኑ ጠቅላላ ሰበካ ውስጥ ሃይማኖትን፣ የቤት ክርስቲያንን መንፈሳዊና ማኅበራዊ አገልግሎት በሚመለከት ጉዳይ ላይ ስለሚፈጠሩ ሁኔታዎች አስተዳዳሪውንና የሰበካ መንፈሳዊ አስተዳደር ጉባኤውን እያሳሰበ እንዲጠና ያደርጋል፡፡\n\n10. የቤተ ክርስቲያን ካህናትና ልዩ ልዩ ሠራተኞችን በየተግባራቸው እየተገኙ መሥራታቸውን በመቆጣጠር ሁኔታውን በየጊዜው ለአስተዳዳሪው በማቅረብ ተገቢውን ይፈጽማል፤ ያስፈጽማል፡፡\n\n11. የሰበካውን ቤተ ክርስቲያን አባላትና አገልጋዮች ሁኔታ፣ የገንዘብና ንብረት መግለጫ፣ የጽ/ቤቱንና ከሰበካው ልዩ ልዩ የሥራ ክፍሎች የሚቀርብለትን የሥራ ሁኔታ በመረጃ ሲሳብ ወቅታዊ ስምንት ሰነድ ማህበረሰብ በሰበካው ላይ አንቀጽ ይከታተላል፡፡\n\n12. በቤተ ክርስቲያኑ አስተዳዳሪ ስም የሰበካ ተለኪ ስራ ያሳሰበ፣ ምንም ሆነ የቤተ ክርስቲያኑን ውሳኔ ያሳደርጋል፡፡\n\n13. የአስተዳደሩ በምክር ጉባኤ ውሳኔ በማስተካከል የሰበካ ሰራተኞችን በሚገባ ተጠቃሚ ሁኔታ አካባቢ ሁሉ የአዲስ እንዳተገባ ይከታተላል፡፡"
                },
                {
                    "titleEn": "Article 18: Duty and Responsibility of Evangelical Service Unit",
                    "titleAm": "አንቀጽ ፲፰: የስብከተ ወንጌል ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1. Shall prepare the daily schedule and facilitate the delivery of education by recognized and accredited teachers to the faithful during holidays and on Sundays.\n\n2. Shall gather the faithful at suitable times and facilitate teaching on the Holy Scriptures.\n\n3. Shall ensure that the gospel is preached during and after liturgical services.\n\n4. Shall carry out apostolic missions to preach the gospel in a language that the faithful can understand, ensuring that followers of the Ethiopian Orthodox Tewahedo faith are multiplied and registered at the Spiritual Council.\n\n5. Shall be responsible for the delivery and distribution of newspapers, magazines, and other publications prepared by the Evangelism and Apostolic Mission Department of the Ethiopian Orthodox Tewahedo Church Head Diocese.\n\n6. Shall supervise and ensure that books, newspapers, cassettes, CDs, VCDs, DVDs, and other print products not reviewed and approved by the Council of Sages are not dispatched to the faithful on church premises.\n\n7. Shall supervise to ensure that books, newspapers, cassettes, CDs, VCDs, DVDs, and other print products that are contrary to the Ethiopian Orthodox Tewahedo faith are not dispatched to the faithful.",
                    "contentAm": "1. የስብከተ ወንጌል ክፍል የየዕለቱን መርሐ ግብር በማዘጋጀት በዕለተ ሰንበት እና በዐበይት በዓላት ለሕዝበ ክርስቲያኑ በተፈቀደላቸውና በታወቁ መምህራን ትምህርት እንዲሰጥ ያደርጋል፡፡\n\n2. አመች በሆነ ጊዜና ቦታ ምእመናንን በማሰባሰብ የቅዱሳት መጻሕፍትን ትምህርት ያስጠናል፡፡\n\n3. በቅዳሴ ጊዜ የዕለቱ ወንጌል ከተነበበ ወይም ከቅዳሴው ፍጻሜ በኋላ ትምህርተ ወንጌል መሰጠቱን ይከታተላል፡፡\n\n4. ምዕመናን በሚረዱት እና በሚያውቁት ቋንቋ ትምህርተ ወንጌል እንዲሰጥ፣ የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ሃይማኖት ተከታዮች እንዲበዙ እና በሰበካ ጉባኤም እንዲመዘገቡ በማድረግ ሐዋርያዊ ተልእኮውን ይፈጽማል፡፡\n\n5. በኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ጠቅላይ ቤተ ክህነት ጽ/ቤት በስብከተ ወንጌልና ሐዋርያዊ ተልእኮ መመሪያ እየተዘጋጁ የሚወጡትን ጋዜጦች፣ መጽሔቶች እና ልዩ ልዩ እትሞች እየተቀበለ ለምእመናን በወቅቱ የማድረስ ኀላፊነት አለበት፡፡\n\n6. በሊቃውንት ጉባኤ ታይተው በማእከል ተፈቅደው ያልታተሙ መጻሕፍት፣ ጋዜጦች፣ ካሴቶች፣ ሲዲዎች፣ ቪሲዲዎች ዲቪዲዎች እና ልዩ ልዩ እትሞች በቤተ ክርስቲያኑ ዐውደ ምሕረት እንዳይሰራጩ ያደርጋል፡፡\n\n7. ከኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ሃይማኖት ውጭ የሆኑ መጻሕፍት፣ ጋዜጦች፣ ካሴቶች፣ ሲዲዎች፣ ቪሲዲዎች፣ ዲቪዲዎች እና ልዩ ልዩ እትሞች ለምእመናን እንዳይሠራጩ ይቆጣጠራል፡፡\n\n8. ያለ ፈቀድ የሚሰበክለን እና የሚሰምራል የሚሉትን ሕገ ወጥ ግለሰቦችን የመቆጣጠር ኃላፊነት አለበት፡፡"
                },
                {
                    "titleEn": "Article 19: Duty and Responsibility of Spiritual Education Unit",
                    "titleAm": "አንቀጽ ፲፱: የመንፈሳዊ ትምህርት ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1. Each Spiritual church, as per its capacity and the direction given by the Holy Synod, shall establish a spiritual school around the church.\n\n2. The following education shall be provided in such schools:\n\na. Reading, writing, calculation, and language;\n\nb. Church Hymn (Tsewatewe zema) and chanting (aquaquam) and liturgy;\n\nc. Geez Poem (Quine);\nd. Commentaries or Interpretation of scriptures (Theology);\n\ne. Church History;\n\nf. Arts, handicraft, and other vocational training\n\n3. The primary task is to gather children in the locality for education from alphabets and reading to the fundamentals of religion, so that they will be oriented with Christian conduct.\n\n4. Shall prepare schedules for education and follow its content and management as per the rules and regulations enacted by the Holy Synod.\n\n5. Shall ensure that children are nurtured with religious ethics.\n\n6. Shall ensure that the construction and location of education venues (congregation houses) are suitable for education delivery and health.\n\n7. Shall prepare a schedule so that the local church's permanent teachers prepare in advance, without affecting their congregation, the serving clergies for the praises of the Lord to be performed every Sunday, every month, and during annual events.\n\n8. Shall make the necessary efforts for the establishment of a library and ensure that the clergies come to the library to read books and increase their knowledge.\n\n9. Shall provide books formulated by a formal curriculum for education.\n\n10. Shall supervise students’ attendance in their learning sessions and assess their proficiency.\n\n11. Shall coordinate among all stakeholders to establish a boarding school at the local church, or for churches in the locality to jointly establish a central boarding school, and allocate a subsidy budget to cover teacher salaries, as well as the food and clothing of students.\n\n12. Shall notify and supervise that church teachers are obliged to properly serve the posts they assume.\n\n13. Shall notify and ensure that both teachers and students are duty-bound to serve the church.\n\n14. Shall ensure that teachers and students at each local church are registered at the office of the Spiritual Council and have identity cards; and that every student, upon completion of their studies, is given certificates approved by their teachers, the Spiritual Administrative Council, and the office of the diocese.",
                    "contentAm": "1. እያንዳንዱ የሰበካ ቤተ ክርስቲያን አቅሙ በሚፈቅድለትና ከቅዱስ ሲኖዶስ በሚሰጠው መመሪያ መሰረት በቤተ ክርስቲያን አካባቢ መንፈሳዊ ት/ቤት እንዲቋቋም ያደርጋል፡፡\n\n2. በዚህ ትምህርት ቤት\n\nሀ) የንባብ፣ የጽሕፈት፣ የስሌትና የቋንቋ፣\n\nለ) የጸዋትወ ዜማ፣ የአቋቋም የቅዳሴ፤\n\nሐ) የግእዝ (ቅኔ)\n\nመ) የትርጓሜ መጻሕፍት (ትምህርተ ሃይማኖት)፣\n\nሠ) የቤተ ክርስቲያን ታሪክ፣\n\nረ) የኪነ ጥበባት፣ የተግባረ እድና ልዩ ልዩ የሙያ ትምህርቶችን እንዲሰጡ ያደርጋል፡፡\n\n3. የአጥቢያ ሰበካውን ሕፃናት እያሰባሰበ ፊደል ከማስቆጠር ንባብ ከማስተማር ጋር መሠረተ ሃይማኖትን እንዲያውቁና ክርስቲያናዊ ሥነ ምግባር እንዲኖራቸው ማድረግ ተቀዳሚ ተግባሩ ይሆናል፡፡\n\n4. ስለ ትምህርቱም ከቅዱስ ሲኖዶስ በሚወጣው ደንብና ሥርዓተ ትምህርት መሠረት መርሐ ግብር በማዘጋጀት የትምህርቱን ይዘትና አመራር ይከታተላል፡፡\n\n5. ሕፃናት በሥነ ምግባርና በሃይማኖት ተኮትኩተው እንዲያድጉ ያደርጋል፡፡\n\n6. የትምህርት መስጫ ቦታዎች (ጉባኤ ቤቶች) አሠራርና አቀማመጥ ለትምህርት አሰጣጥና ለጤንነት ተስማሚ እንዲሆኑ ያደርጋል፡፡\n\n7. የአጥቢያው ቤተ ክርስቲያን መደበኛ መምህራት ጉባኤያቸውን ሳይፈቱ በየሳምንቱ እሑድ፣ በወርና በዓመት በዓላት የሚደርሰውን ቃለ እግዚአብሔር ለአገልጋዮች ካህናት ቀደም ብለው እንዲያስጠኑ መርሐ ግብር ያዘጋጃል፡፡\n\n8. ቤተ መጻሕፍት እንዲቋቋምና በሥርዓት እንዲያዝ ካህናቱም በተወሰነ ጊዜ በቤተ መጻሕፍት እየተገኙ በማንበብ ዕውቀታቸውን እንዲያሻሽሉና አእምሮአቸውም በትምህህት እንዲበለጽግ ለማድረግ አስፈላጊውን ሁሉ ይፈጽማል፡፡\n\n9. በማእከል የተዘጋጀ ሥርዓተ ትምህርት መሠረት የተመረጡ መጻሕፍትን ለትምህርት እንዲያገለግሉ የማቅረብ ኀላፊነት አለበት፡፡\n\n10. ተማሪዎች በየዕለቱና በየሰዓቱ በትምህርት ገበታ ላይ እየተገኙ መኖርንና አእምሮአቸውን ለማንበብ አካሄድ ይደረጋል፡፡\n\n11. በማእከል ከቤተ ክርስቲያን ወይም ከአካባቢ ቤተ ክርስቲያን ሁሉ ለማቀናበር መተከልና ተምቻ ማቅረብ በሙሉ የማቅረብ አቅም አለበት፡፡\n\n12. ሰርተኞችና ተማሪዎች በየትኛውም ስራም ሲያገሉ ሁሉ አንደ መጻሕፍትና ቤተ ክርስቲያን እንዲሆኑ እንዲሰሩ አምባበሩን ማስታወቅ አስፈላጊ ነው፡፡\n\n13. ሰርተኞችና ተማሪዎች በተማሪ መሆናቸው እንደነበሩ ሁሉ በቤተ ክርስቲያን ስር የመውለድ እንዲችሉ እንዲሰሩ በሙሉ አሳሳብ ይሰሩ፡፡\n\n14. ተማሪዎችን ለማስተናገድ በሀገሪቱ ቦታ እንዲያሳስበው በተለይ አንደ ቤተ ክርስቲያን ስር አቅም ማቅረብ ተማሪ መረጃ ማቅረብ ይሰራል፡፡"
                },
                {
                    "titleEn": "Article 20:Duty and Responsibility of the Clergy Service Unit",
                    "titleAm": "አንቀጽ ፳: የካህናት አገልግሎት ክፍል ሥራና ኃላፊነት",
                    "contentEn": "1. This unit performs church sanctified and sacramental tasks by clergies, coordinating the head priest (Qaesse Gebez), the archdeacon (Liqe diyaqonat), and the chief sage (Liqe-Tebebt), the facilitator/curator (the Agafari).\n\n2. Shall coordinate and oversee that the chants of St. Yared, night praises, the divine liturgy as well as other sacramental services are conducted duly.\n\n3. Shall, in collaboration with the education unit, organize and supervise training of gospel teaching for clergies so that they will be able to protect their soul children from apostasy, heresy and bad habits and deeds.\n\n4. Shall supervise and report to the church office and the administrator on matters pertaining to the proper conduct of spiritual services assigned to teachers, priests, singers, deacons, and other servants of the church in their respective work units; and shall act accordingly.\n\n5. Shall ascertain the access of different spiritual services by the faithful on the basis of equality and fairness.\n\n6. Shall notify the office and the administrator on matters pertaining to spiritual services, the mission and roles of clergies within the church in particular, and in the local Spiritual in general, and act as necessary.\n\n7. Shall endeavor that clergies know that they have the duty and obligation of preaching, baptizing, serving the Divine Liturgy and performing ceremony of the Holy Communion, accepting confession and give benediction, generally enabling the faithful to be firm with their faith and be grown and matured with good conduct; and shall support the clergies to be capable for such missions.\n\n8. Shall present, for deaconship ordination, a person acknowledged for his good conduct and spiritual attitude by clergies and the faithful, who has also learned portion of church lessons orally, recited Psalms, and who has been literate over the five pillars of mystery.\n\n9. Shall present, for priestly ordination, a deacon who has studied liturgy, and who has mastered night praises/hymns (Sa-ata), morning prayer (kidan), litany; and who is literate over poem (Qiene) composition, and the seven sacraments of the church; and who can interpret and teach holy scriptures; and who is acknowledged by clergies and the faithful of the Spiritual church for his good conduct and spiritual life.\n\n10. Shall prepare ceremonial schedules during major holidays and present the same to the administrative council (executive committee); implement the ceremony accordingly.\n\n11. Shall advise and also monitor that workers of the church should not be present at inappropriate places.\n\n12. Strictly monitor those clergies and the faithful who wander in streets and villages by lifting lights and setting umbrellas, against the order of the church, simply in names of Sunday and commemorative congregation.\n\n13. Oversee and teach the faithful to be aware of those people whose deeds and ordination not known and approved by the church, but who claim and act like a priest or a monk to be soul father of the faithful, and thereby create trouble against church services.\n\n14. Strictly monitor that they, who claim to be deacons, or priests, or monks, but whose ordination is not officially known, should never conduct liturgy and sacramental services on proxy.\n\n15. Shall give directions to spiritual fathers to have the faithful at churches with their children on Sunday services and church festivals to learn the faith and order of the church.\n\n16. Shall notify the clergies and deacons, who are not attending night praises/hymns (Saatat), morning prayer (Kidan), should not perform divine liturgy; and shall monitor this.\n\n17. Shall make godfathers and godmothers duly aware that they, according to the book of baptism and their promises made thereof, are responsible to teach their godchildren about the order and faith of the church.",
                    "contentAm": "1. ይህ ክፍል የቤተ ክርስቲያንን የውስጥ አገልግሎትና የክህነት ተግባርን የሚያጠቃልል ሆኖ ቄሰ ገበዙን፣ ሊቀ ዲያቆኑን፣ ሊቀ ጠበብቱንና አጋፋሪውን እያስተባበረ ይሠራል፡፡\n\n2. ሥርዓተ ማሕሌቱ፣ ሰዓታቱ እና ቅዳሴውም ሆነ ሌላው መንፈሳዊ አገልግሎት ትክክለኛውን ሥነ ሥርዓት ይዞ እንዲካሄድ ይከታተላል፤ ይቆጣጠራል፡፡\n\n3. ካህናት የንስሓ ልጆቻቸውን ከክሕደት፣ ከኑፋቄ፣ ከክፉ ልማድና ግብር ለመጠበቅ  እንዲችሉ ከትምህርት ክፍሉ ጋር በመተባበር በትምህርተ ወንጌል እንዲሠለጥኑ ያደርጋል፣ ያስተምራል፣ ይቆጣጠራል፡፡\n\n4. መምህራን፣ ቀሳውስት፣ መዘምራን፣ ዲያቆናትና ሌሎችም የቤት ክርስቲያን አገልጋዮች በየተግባራቸው ላይ በሰዓቱ  ተገኝተው የተመደቡበትን የክፍል ሥራቸውንና መንፈሳዊ አገልግሎታቸውን ሳያጓድሉ በሥነ ሥርዓት መፈጸማቸውን እየተቆጣጠረ ሁኔታውን ለጽ/ቤቱና ለአስተዳዳሪው በማቅረብ ተገቢውን ይፈጽማል፣ ያስፈጽማል፡፡\n\n5. ልዩ ልዩ መንፈሳዊ አገልግሎት ለምእመናኑ ሁሉ በእኩልነትና በትክክል እንዲዳረስ ያደርጋል፤\n\n6. በቤተ ክርስቲያኑና በጠቅላላው በአጥቢያው ሰበካ ውስጥ የመንፈሳዊ አገልግሎት አላማና ማስተባበር ስለተመረጡ ክህነቶችን ይሰጥ፣ ማስተካከልን እንዲፈጽም ያደርጋል፡፡\n\n7. ካህናት የሰው ልጆቻቸውን በመምህራን ማበረታታቸውና በተመለከተ ስራም ሰራተኞቻቸውን እንዲሁም ማንፈላት እንዲከተሉ በምንተኛ ወሳኝ እንዲሆን አካል እንዲሆን በሰለፋለፊታ እንዲሆን በማስተባበሩ፡፡"
                },
                {
                    "titleEn": "Article 21:Duty and Responsibility of Sunday School Unit",
                    "titleAm": "አንቀጽ ፳፩: የሰንበት ት/ቤት ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1. Pursuant to the rules and regulations enacted by the virtue of the Holy Synod for the youth of Sunday Schools, the Spiritual Sunday school unit shall perform the functions mentioned here below:\n\n1. Shall establish and organize Sunday School at the local Spiritual church; and the local Spiritual children and young people who are of between four and 35 ages shall be members of Sunday School; deacons shall participate in learning and/or teaching, while clergies and teachers in teaching at the Sunday School.\n\n2. Shall follow that lesson is given as per the curriculum formulated at the institution level to children and youth depending on the category of their ages.\n\n3. Shall facilitate further training for those who have learned at the Sunday School and attained high level of achievement and competence, and upon permission by superior body, shall assign them to teach; shall monitor that, those who do have permission, should not teach thereof.\n\n4. Shall formulate, at Sundays, during major holidays and occasions, regular and weekly schedule that lessons are provided on law and order of church, religious topics, liturgy hymns, and holy scriptures.\n\n5. In consultation with and order from the administration, shall closely follow, teach, and advise that children and young people become literate over and respect law and order of church, and that they remain firm with the faith of the Ethiopian Orthodox Tewahedo Church.\n\n6. Shall prepare daily and weekly schedules that they study spiritual songs and chants that convey lessons, and that are reviewed by the council of sages, and approved by the relevant body.\n\n7. Shall establish a library equipped with educational materials so that the youth can develop their spiritual knowledge.\n\n8. Upon permission and approval by the office of the Spiritual administrative council, shall execute and follow the implementation of drama or other forms of shows made during festivals or other occasions.\n\n9. Every revenue to be collected by Sunday School students for purpose of spiritual services shall be the income of the local Spiritual treasury unit; and the Sunday School Unit shall present detail plans for necessary expenses to the Spiritual administrative council, and upon approval, it shall implement the plan.\n\n10. Shall submit every revenue to be collected, with model 30 (the money) and model 19 (the property), to the office of the local Spiritual council; and shall get both the money and the property audited by the local Spiritual council.\n\n11. Members of the Sunday School leadership shall be young people above the age of 18, who are elected by the assembly of Sunday School members at election facilitated by the Spiritual council; and their term shall be 3 years; and only they are needed by the students of the Sunday School, they can serve second term of 3 years.\n\n12. Shall notify and follow that Christian obligations are fulfilled as clergies advise their soul children to send their children to be registered and pursue spiritual knowledge at Sunday School.\n\n13. Facilitate and ascertain that Sunday school students wear uniforms as per the faith and order of our church during holiday celebrations.\n\n14. Shall strictly follow and monitor that overnight programs will never be implemented, unless permitted and authorized by a letter from the Spiritual council or another superior body.\n\n15. In collaboration with units of evangelical service and spiritual school, shall facilitate the delivery of appropriate and quality education to Sunday School students by qualified teachers who got permission from the diocese.",
                    "contentAm": "ስለ ሰንበት ት/ቤት ወጣቶች በቅዱስ ሲኖዶስ ፈቃድ የሚወጣውን ደንብና መመሪያ እየተከታተለ የሰበካው የሰንበት ት/ቤት ክፍል ቀጥሎ የተዘረዘሩትን ተግባራት ያከናውናል፡፡\n\n1. የሰንበት ት/ቤትን በአጥቢያው ሰበካ ቤተ ክርስቲያን ያቋቁማል፣ ያደራጃል፣ በአጥቢያው ሰበካ ከአራት እስከ ሠላሳ አምስት ዓመት የዕድሜ ክልል የሚገኙት ሕፃናትና ወጣቶች የሰንበት ት/ቤት አባላት ይሆናሉ፡፡ ዲያቆናት በመማርና በማስተማር፣ ቀሳውስትና መምህራንን በማስተማር በሰንበት ት/ቤቱ እንዲሳተፉ ያደርጋል፡፡\n\n2. ለሕፃናትና ለወጣቶች እንደየዕድሜያቸው መጠን መምህር በመመደብ በማዕከል ደረጃ በሚወጣው ሥርዓተ ትምህርት መሠረት ትምህርት መሰጠቱን ይከታተላል፡፡\n\n3. የሰንበት ትምህርት ቤት ውስጥ ተምሮ የማሰተማር ብቃት ያላቸውን እየመረጠ ተጨማሪ ሥልጠና በማስጠት የበላይ አካልን እያስፈቀደ እንዲያስተምሩ ያደርጋል፡፡ ያልተፈቀደላቸው እንዳያስተምሩ ይቆጣጠራል፤ ይከላከላል፡፡\n\n4. በሰንበት፣ በዐበይት በዓላትና ቀናት የዕለቱንና የሳምንቱን መርሐ ግብር በማውጣት የቤተ ክርስቲያን ሕግና ሥርዓት፣ የሃይማኖት ትምህርት፣ የቅዳሴ ተሰጥዎና የቅዱሳት መጻሕፍት ጥናት እንዲሠሩ ማቅረብ ያደርጋል፡፡\n\n5. ከቤተ ሰስቲት እና ማሕበረተ መንገድ በመሆን ማብቃል ሕፃናትና ወጣቶች በቤተ ክርስቲያን ሕገ ደንብ እንደአንተ መምህር ምን እንዴት ይቀላቀሉአቸው በአበቱ ሰንበት ት/ቤት እቅድ በተለምድ በማስተካከል በማቅረብ ተመከር ያደርጋል፡፡"
                },
                {
                    "titleEn": "Article 22:Duty and Responsibility of Planning and Development UnitDuty and Responsibility of Sunday School Unit",
                    "titleAm": "አንቀጽ ፳፪: የዕቅድና ልማት ክፍል ሥራና ኃላፊነት",
                    "contentEn": "1. By devising short, medium, and long-term plans, shall look for and report to the Spiritual council ways of soliciting support and contributions of money, material, knowledge, and labor from the faithful and other organizations, for the execution of different action plans.\n\n2. Shall identify and organize appropriate areas that serve as sources of income for the local church; shall endeavor for the institution of handicrafts for incomes of ecclesiastical items, books, costumes/vestments, and other church services.\n\n3. Shall endeavor for the coordination and collaboration among clergies, the faithful, and Sunday School students of the local church that their money, knowledge, material, and labor be mobilized for the development and benefit of the church.\n\n4. Shall, in coordination with pertinent parties, facilitate opportunities of training for clergies that they, as per their respective interests, utilize spare times to generate income and support themselves.\n\n5. The revenue from the development will be collected with church invoice and deposited in a bank account opened by the name of the church.\n\n6. Shall conduct study on ways of developing the surrounding places of the church, and shall report to the Spiritual council for implementation.\n\n7. Shall follow up and monitor that plots of the church should, by any means, not be transferred to third party, without authorization by superior body.\n\n8. Shall present a quarterly performance report to the Spiritual council.",
                    "contentAm": "1. የአጭር፣ የመካከለኛና የረጅም ጊዜ ዕቅድ በማውጣት ልዩ ልዩ የሥራ ዕቅዶች ማስፈጸሚያ ገንዘብ፣ የዕቃ፣ የዕውቀትና የጉልበት ርዳታና መዋጮ ከምእመናን፣ ከልዩ ልዩ ድርጅቶች ሊገኝ የሚችልበትን ሁኔታ እያጠና ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ ያቀርባል፡፡\n\n2. ለአጥቢያው  ቤተ ክርስቲያን የገቢ ምንጭ የሚገኝበትን ተስማሚ  የሥራ መስክ ያዘጋጃል፤ ለንዋየ ቅድሳት፣ ለመጻሕፍት፣ ለአልባሳትና ለሌላም የቤተ ክርስቲያን አገልግሎት የሚውልና ለገቢ ማስገኛ የሚሆን የቅርጻ ቅርጽና የተግባረእድ ሥራ እንዲቋቋም ያስደርጋል፡፡\n\n3. በአጥቢያው ቤተ ክርስቲያን የሚገኙት ካህናት፣ ምእመናንና የሰንበት ት/ቤት ወጣቶችም ያላቸውን እወቀት፣ የጥሬ ገንዘብ፣ (ሀብት)፣ ልዩ ልዩ ዕቃዎችና የሰውን ጉልበት ጭምር በማስተባበር ለቤተ ክርስቲያኑ ልማት ስራ እንዲውል ያስደርጋል፡፡\n\n4. ካህናት በትርፍ ጊዜአቸው ራሳቸውን ለመርዳት እንዲችሉ የገቢ ምንጭ ለማስገኘት የሚመለከታቸውን በማስተባበር ከቤተ ክርስቲያኑ አገልጋዮች መካከል እየሠለጠኑ በየዝንባሌያቸው እንዲሰማሩና የምርት ውጤት እንዲያስገኙ ያስደርጋል፡፡\n\n5. ከልማቱ የሚገኘው ገቢ በሰበካ ጉባኤው ካርኒ እየተሰበሰበና በገንዘብ ቤቱ እየጠቃለለ በቤተ ክርስቲያኑ  ስም በተከፈተ የባንክ ሒሳብ ገቢ ይሆናል፡፡\n\n6. የአጥቢያ ቤተ ክርስቲያኑ ቦታዎች እንዲለሙ እያጠናና እያስጠና ተግባራዊ እንዲሆን ለሰበካ ጉባኤው ያቀርባል፡፡\n\n7. የአጥቢያ ቤተ ክርስቲያኑ የይዞታ ቦታዎች ከመመሪያ ውጪ የበላ አካል ሳይፈቅድ ለሶስተኛ ወገን እንዳይሰጡ ይቆጣጠራል፤ ይከታተላል፡፡\n\n8. የሥራውንም ውጤት በሚመለከት በየሦስት ወር ለሰበካ ጉባኤው ሪፖርት ያቀርባል፡፡"
                },
                {
                    "titleEn": "Article 23:Duty and Responsibility of Charitable Works Unit",
                    "titleAm": "አንቀጽ ፳፫: የቁጥጥር ክፍል ሥራና ኃላፊነት",
                    "contentEn": "1. This unit shall coordinate and collaborate with traditional associations/institutions such as Senbeties and Edirs as well as different charity organizations to support orphans, helpless elders, and the needy at the local church.\n\n2. Shall coordinate with governmental and nongovernmental organizations that the needy at the Spiritual are supported in an organized manner.\n\n3. Shall facilitate conditions by collaborating with the concerned bodies that those less fortunate but capable people could get revenue on self-owned cooperatives.\n\n4. Shall prepare an educational schedule that a chosen priest, who has the knowledge and good conduct, teaches and advises them.\n\n5. Shall work that the needy are gathered at a certain location that they attend the mass prayer and gospel preaching session, and still they get required support, and lest they disturb the services at liturgy and gospel preaching during Sundays, monthly or annual holiday events.\n\n6. Shall assess ways and propose the same to the Spiritual council (executive committee) that orphans at the local Spiritual church can get temporary and sustainable support; and shall follow its implementation.\n\n7. Shall facilitate conditions and coordinate activities of philanthropists and charity organizations that the needy, helpless elders, and widows can get shelter and food around the church, and their health is also being cared for.",
                    "contentAm": "1.ይህ ክፍል በአጥቢያ ቤተ ክርስቲያን የሚገኙትን የሰንበቴ፣ የዕድር፣ የልዩ ልዩ ምግባረ ሠናይ ማኅበራን እና በጎ አድራጊ ግለሰቦችን በማስተባበር አሳዳጊ ያጡ ሕፃናትን ጧሪ ቀባሪ የሌላቸውን አረጋውያንና  ችግረኞችን ለመርዳት የሚያስችል ክፍል ነው፡፡\n\n2. በአጥቢያው ሰበካ ያሉት ችግረኞች በተደራጀ አቋም የሚረዱበትንና ራሳቸውን የሚችሉበትን መንገድ ለመፈለግ መንግሥታዊና መንግሥታዊ ያልሆኑ ድርጅቶችን  ለሚመለከተው ክፍል ያቀርባል፡፡\n\n3.ለመሥራት ችሎታና ዕውቀት ያላቸው ችግረኞች መርጦ በራስ አገዝ የልማት መርሐ ግብር ሠርተው እንዲጠቀሙ ከሚመለከታቸው ሁሉ ጋር በመነጋገር በመጻጸፍ ሁኔታውን እየተከታተለ ያስፈጽማል፡፡\n\n4.መንፈሳዊና ሥጋዊ አኗኗራቸውን የተሻሻለ እንዲሆን ከካህናቱ መካከል በዕውቀቱና በግብረ ገብነቱ የተሻለው ካህን ተመርጦ በተወሰነ ሰዓት እንዲያስተምራቸውና  እንዲመክራቸው የትምህርት መርሐ ግብር ያዘጋጃል፡፡\n\n5.በሰንበት፣ በወርና በዓመት በዓላት በጸሎተ ቅዳሴ ጊዜ በትምህርተ ወንጌል ሰዓትና ሌላውም መንፈሳዊ አገልግሎት ሲካሄድ በዓውደ ምሕረት እየተዘዋወሩ ድምፅ በማሰማት እንዳያስቸግሩ አመች  በሆነ ቦታ በአንድነት አሰባስቦ ጸሎተ ቅዳሴና ትምህርተ ወንጌሉን  እንዲከታተሉ ርዳታም ባሉበት ቦታ ሆነው እንዲያገኙ ያደርጋል፡፡\n\n6.በአጥቢያው ሰበካ ቤተ ክርስቲያን ውስጥ ወላጅ ወይም አሳዳጊ የሌላቸው ሕፃናት ጊዜያዊና ዘላቂ ርዳታ የሚያገኙበትን መንገድ እያጠና ለሰበካ መንፈሳዊ ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) በማቅረብ አፈጻጸሙን ይከታተላል፡፡\n\n7.ምእመናንን፣ በጎ አድራጊ ግለሰቦችንና ድርጅቶችን በማስተባበር ችግረኞች፣  ጧሪና ረዳት የሌላቸው ሽማግሌዎችና ባልቴቶች በቤተ ክርስቲያን አካባቢ መጠለያና ምግብ እንዲያገኙ ዐቅም በፈቀደ መጠን ያመቻቻል፤ ጤናቸውንም ይንከባከባል፡፡"
                },
                {
                    "titleEn": "Article 24:Duty and Responsibility of Legal Affairs Unit",
                    "titleAm": "አንቀጽ ፳፬: የሕግ ክፍል ሥራና ኃላፊነት",
                    "contentEn": "1. Shall disclose and ensure that heads of the Spiritual council, clergies and the faithful in general know the decrees, rules and regulations enacted by the Holy Synod, the decisions and directive made by the patriarch general Spiritual council.\n\n2. Shall do all the possible to amicably settle, without litigation, disagreements that may arise between clergies and the faithful of the Spiritual church, through dialogue, forgiveness and reconciliation.\n\n3. When a complaint is concerning the laws of the church, it shall, without prejudice to the rights of the plaintiff and the defendant and with due consideration of evidences of both sides, submit recommendation to the Spiritual administrative council as per Article 63 of this Ecclesiastical Constitution (Qale Awadee).\n\n4. On the occasion of holiday celebrations, as per the directions given by the Spiritual administrative council, and in collaboration with the relevant governmental and public bodies, shall ensure smooth conduct of celebrations.\n\n5. Shall coordinate with units of evangelical service and Sunday School to prevent the sale on the church premises of items that are not beneficial for the faithful and that are not useful for church services; shall also keep the order that actions that are against the church should not be implemented thereof.\n\n6. Shall follow up every spiritual and secular legal issue; and shall provide consultation services to the church administration.\n\n7. Shall represent the church at any legal proceeding to speak on its behalf.",
                    "contentAm": "1.በቅዱስ ሲኖዶስ የሚወጡ ሕጎች፣ ደንቦችና ድንጋጌዎች በመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ የሚወሰኑ ውሳኔዎችና መመሪያዎች ለሰበካው ጉባኤ ኃላፊዎችና በጠቅላላው ለካህናትና ለምእመናን በቤተ ክርስቲያን ሕግና ሥርዓት መሠረት ሕጋዊ መመሪያና መግለጫ እየሰጠ እንዲያውቁትና እንዲያጠኑት ያደርጋል፡፡\n\n2. በአጥቢያው ሰበካ ውስጥ በካህናትም ሆነ በምእመናን መካከል የሚፈጠር አለመግባባት ቢኖር ወደ ክስ ደረጃ ሳይደርስ እርስ በእርስ በመተራረም በይቅርታና በዕርቅ እንዲወገድ የተቻለውን ሁሉ ያደርጋል፡፡\n\n3. የክሱ አቤቱታ ሕገ ቤተ ክርስተያንን የሚመለከት ሆኖ ሲገኝ የከሳሹና የተከሳሹ የሕግ መብት በመጠበቅ የሁለቱምን ወገን ማስረጃዎች በጥንቃቄ ተመልክቶ በቃለ ዐዋዲው በአንቀጽ *3 መሠረት የውሳኔ ሐሳብ ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ ያቀርባል፡፡\n\n4. በክብረ በዓል ቀን ከሰበካው መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት በሚሰጠው መመሪያ መሠረት እንደ አስፈላጊነቱ ጉዳዩ ከሚመለከታቸው መንግሥታዊና ሕዝባዊ ድርጅቶች ጋር በመተባበር የበዓሉን ሥነ ሥርዓት ያስከብራል፡፡\n\n5. ለምእመናን መንፈሳዊ ሕይወት የማይጠቅሙና ለቤተ ክርስቲያን አገልግሎት የማይውሉ ሸቀጣ ሸቀጦች በቤተ ክርስቲያን ቅጽር ውስጥ እንዳይሸጡና ሌሎችም የቤተ ክርስቲያንን ሕግና ሥርዓት የሚቃረኑ ተግባራት እንዳይፈጸሙ ከስብከተ ወንጌል እና ከሰንበት ት/ቤት ክፍሎች ጋር በመሆን ይከላከላል፤ ሥነ ሥርዓቱንም ያስጠብቃል፡፡\n\n6. ማንኛውንም መንፈሳዊና ሥጋዊ ሕግ ነክ ጉዳዮችን ይከታተላል፤ ለቤተ ክርስቲያኑ አስተዳደርም የምክር አገልግሎት ይሰጣል፡፡\n\n7. ቤተ ክርስቲያኒቱን ወክሎ በማንኛውም የሕግ አካል ዘንድ ይከራከራል፡፡"
                },
                {
                    "titleEn": "Article 25:Duty and Responsibility of Ecclesiastical Objects and Heritage Unit",
                    "titleAm": "አንቀጽ ፳፭: የንብረት፣ የንዋየ ቅድሳትና የቅርሳ ቅርስ ክፍል ሥራና ኃላፊነት",
                    "contentEn": "1. Shall disclose and ensure that heads of the Spiritual council, clergies and the faithful in general know the decrees, rules and regulations enacted by the Holy Synod, the decisions and directive made by the patriarch general Spiritual counil\n\n2. Shall do all the possible to amicably settle,without litigation, disagreements that may arise between clergies and the faithful of the Spiritual church, through dialogue, forgiveness and reconciliation.\n\n3. When a complaint is concerning the laws of the church, it shall, without prejudice to the rights of the plaintiff and the defendant and with due consideration of evidences of both sides, submit recommendation to the Spiritual administrative council as per Article 63 of this Ecclesiastical Constitution (Qale Awadee)\n\n4. On the occasion of holiday celebrations, as the per the directions given by the Spiritual administrative council, and in collaboration with the relevant governmental and public bodies, shall ensure smooth conduct of celebrations\n\n5. Shall coordinate with units of evangelical service and Sunday School to prevent the sale on the church premises of items that are not beneficial for the faithful and that are not useful for church services; shall also keep the order that actions that are against the church should not be implemented thereof \n\n6. Shall follow up every spiritual and secular legal issues; and shall provide consultation services to the church administration \n\n7. Shall represent the church at any legal proceeding to speak on its behalf",
                    "contentAm": "1.ከታቦተ ሕጉ ጀምሮ  የቤተ ክርስቲያን ንዋያተ ቅድሳት፣ አልባሳት፣ መጻሕፍትና ልዩ ልዩ ንብረቶች ሁሉ ለዚሁ ሥራ ተመርጦ በተመደበ ካህን (ቄሰ ገበዝ) በጥንቃቄ እየተመዘገቡ  እንዲጠበቁ ያደርጋል፡፡\n\n2. የሰበካ ጉባኤውን አላቂና ቋሚ ዕቃዎችን የሚንቀሳቀሱና የማይንቀሳቀሱ ንብረቶችን በየዓይነታቸው ለይቶ ይመዘግባል፡፡\n\n3. ወጪ ሆነው ለሥራ የሚሰጡትን ዕቃዎችና ንብረቶች በደረሰኝ ያስረክባል፤ ወጪ የተደረጉ ንብረቶችም ሥራ ላይ መዋላቸውንና መጠበቃቸውን ይቆጣጠራል፤ የሚመለሱትንም መርምሮ ይረከባል፡፡\n\n4. ለቤተ ክርስቲያኑቱ ውስጣዊ አገልግሎት የሚያስፈልጉትን ሁሉ እንዲሟሉ ያስደርጋል፡፡\n\n5. በቤተ ክርስቲያን ታሪካዊ ቅርሳ ቅርሶች ላይ ጉዳት እንዳይደርስ አስፈላጊውን ጥበቃ ያደርጋል፤ ለጐብኝዎችና ለታሪክ ጸሐፊዎችም ተለይተው እንዲታዩ አድርጎ ምቹ በሆነ ሥፍራ በጥንቃቄ ያዘጋጃል፡፡\n\n6. ጥንታውያን የብራና መጻሕፍት፣ ሥዕሎች፣ አልባሳት፣ ከወርቅ፣ ከብር፣ ከነሐስ፣ ከብረትና ከዕፅ የተቀረጹ መስቀሎችና ልዩ ልዩ ንዋያተ ቅድሳት፣ የባህልና የወግ ዕቃዎች ለብል፣ ለዝገት፣ ለፍሳሽ፣ ለእሳትና ለመሳሰሉት  አደጋዎች እንዳይጋለጡ፡-\n\nሀ) ለቅርሳ ቅርስ አጠባበቅ አመች የሆነ ዕቃ ቤት እንዲዘጋ ያደርጋል፡፡\n\nለ) ቅርሳ ቅርሱን በኃላፊነት የሚጠብቁ ሠራተኞች አስጐብኝዎች እንዲመደቡ ያደርጋል፡፡\n\nሐ) በየበጀት  ዓመቱ መጨረሻና የቅርሳ ቅርስ ኃላፊ ዝውውር በሚደረሰበት ጊዜ ቅርሳ ማህበረሰቡ በግምት የሚቀመጡበት አንዱን በማህበረሰቡ አስተዳደር አቋም ያቀርባል፡፡"
                },
                {
                    "titleEn": "Article 26: Duty and Responsibility of Finance Unit",
                    "titleAm": "አንቀጽ ፳፮ : የሒሳብ ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1. Shall prepare financial accounts, record the income and expense.\n\n2. Shall ensure and follow that the revenue is collected with official invoice as per the rule of accounting, and the expense is made by formal expense approval.\n\n3. Shall close accounts by end of every month and prepare and present to the office, the monthly revenue, expense and the balance.\n\n4. Shall monitor and prevent that any expense does not exceed the allowed budget limit.\n\n5. Shall make sure the availability of funds at time budget allocation.\n\n6. Shall assess, two years ahead of the budget year, the amount at the bank and in deposit box, and the monthly revenue, and prepare and present to the local Spiritual administrative council, the budget of the following year.\n\n7. Shall present revenue and expense documents for auditing, upon the order for annual or monthly audit.\n\n8. Shall maintain financial documents and cheques with due care.\n\n9. Shall ensure that revenue and expense documents (models) are operated only by and upon the uniform invoice prepared with the supervision by the office of head diocese of the Ethiopian Orthodox Tewahedo Church, and by the responsibility of the office of archbishop diocese.",
                    "contentAm": "1. የሒሳብ መዛግብትን በተሟላ ሁኔታ አዘጋጅቶ ገቢና ወጪውን ይመዘግባል፡፡\n\n2. ገቢውን በሕጋዊ የሒሳብ አያያዝ ደንብ መሠረት በሕጋዊ ደረሰኝ መግባቱንና ወጪውም ሕጋዊ የወጪ አርእስትን ጠብቆ በመደበኛ የወጪ መዘዣና ማስመስከሪያ ሰነድ መውጣቱን እያረጋገጠና እየተከታተለ ይሠራል፡፡\n\n3. በየወሩ መጨረሻ ሒሳቡን በመዝጋት የወሩን ገቢ፣ ወጪውንና ከወጪ ቀሪውን በሠንጠረዥ እያዘጋጀ ለጽ/ቤቱ ያቀርባል፡፡\n\n4. ማንኛውም የገንዘብ ወጪ ከተፈቀደውና ከተወሳነው በጀት በላይ እንዳያልፍ ይቆጣጠራል፤ ይጠብቃል፡፡\n\n5. በጀት በሚደለደልበት ጊዜ ለሚደለደለው በጀት በቂ ገንዘብ መኖሩን ያረጋግጣል፡፡\n\n6. የበጀት ዓመቱ ከማለቁ ከሁለት ወራት በፊት በባንክና በሣጥን ያለውን ገንዘብ የየወሩን ገቢ ገምግሞ የተከታዩን ዓመት በጀት በመሥራት የበጀቱን ዝርዝር ለአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት ያቀርባል፡፡\n\n7. ዓመታዊም ሆነ ወርኃዊ ሒሳብ እንዲመረመር ሲታዘዝ የገቢና የወጪ ሰነዶችን በማቅረብ ያስመረምራል፡፡\n\n8. የሒሳብ ሰነዶችንና ቼኮችን በጥንቃቄ ይይዛል፡፡\n\n9. የገንዘብ ገቢና ወጪ ሰነዶች (ሞዴሎች) በኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ጠቅላይ ቤተ ክህነት ጽ/ቤት የበላይ ተቆጣጣሪነትና በመንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት"
                },
                {
                    "contentAm": "1.ገቢና ወጪውን በየዕለቱ፣ በየሳምንቱ እና በየወሩ ተቆጣጥሮ ገንዘቡ በባንክ መቀመጡን ያረጋግጣል፡፡\n\n2. ገቢና ወጪ የተደረገላቸው ካርኒዎች ሰነዶች ሕጋዊ መሆናቸውን ይመረምራል፡፡\n\n3. ከሰበካ ጉባኤው ንብረት መዝገብ ጋር አስተያይቶ በንብረት ክፍሉ ኃላፊነት የሚገኙትን ቋሚና አላቂ ዕቃዎችን በየመልካቸው ለይቶ በአገልግሎት ያለቁትን፣ በአያያዝ የተበላሹን፣ የጐደሉትን፣ የተረፉንትና ያልተመዘገቡትን ንብረቶች ሁሉ እያስቆጠረ ዓይነቱንና ብዛቱ በሠንጠረዥ ተዘጋጅቶ መመዝገቡን እያመሳከረ ይቆጣጠራል፡፡\n\n4. የሒሳቡ አያያዝና የንብረቱ አጠባበቅ ትክክል መሆኑንና አለመሆኑን በዝርዝር መዝግቦ በየሦስት ወሩ ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት መግለጫ ያቀርባል፡፡\n\n5. በገንዘብ አያያዝና በንብረት አጠባበቅ ጉድለት ቢገኝ ጉድለት ወይም ጥፋት ያደረሰውን ግለሰብ መተማመኛ አስፈርሞ ለሰበካው መንፈሳዊ አስተዳደር ጽ/ቤት ሪፖርት ያቀርባል፡፡\n\n6. በሰበካ ጉባኤ የተዘገቡት የአጥቢያው ቤተ ክርስቲያን ካህናትና ምእመናን የከፈሉት ክፍያ በቃለ ዐዋዲው መሠረት መከፈሉንና ማንኛውም የቤተ ክርስቲያኒቱ  ልዩ ልዩ ገቢ በትክክል መግባቱን ይቆጣጠራል፡፡\n\n7. በአጥቢያው ቤተ ክርስቲያን ሰበካ ጉባኤ ለደመወዝና ለሥራ ማስኬጃ ለወርና ለዓመት ከተፈቀደው በጀት በላይ ወጪ እንዳይሆን ይቆጣጠራል፡፡\n\n8.በአጥቢያው ሰበካ ቤተ ክርስቲያን የሥራ ዘርፎች የሚካሄዱትን ሥራዎች ሁሉ በወቅቱ መከናወናቸውን እየተቆጣጠረ ሥራው የሚመለከታቸውን ሠራተኞች በማሰባሰብ ወይም በየክፍሉ በመዘዋወር አንድ አስፈላጊነቱ ስለ ሒሳብ አያያዝና የሞዴሎች አጠቃቀም ተገቢ መመሪያ ይሰጣል፤ ይቆጣጠራል፡፡\n\n9.በአጥቢያው ቤተ ክርስቲያን የሚገኙት የስእለትና የሙዳየ ምጽዋት ሣጥኖች ምልክትና መለያ ቁጥር እየተሰጣቸው ብዛታቸው እያስታወቀ፤ የተቀመጡበትም ቦታ ግልጽና አስተማማኝ መሆኑን ያረጋግጣል፤ በሰበካው አስተዳደር ጽ/ቤት ያልተመዘገቡና ያልታወቁ ሣጥኖችም ሆኑ ሌሎች የገንዘብ መሰብሰቢያዎች ሁሉ በቅጽረ ቤተ ክርስቲያን ውስጥ እንዳይኖሩ በጥብቅ ይቆጣጠራል፡፡\n\n10.የስእለትና የሙዳየ ምጽዋት ሣጥኖች በሥራ ላይ ከማዋላቸው በፊት  በሥራ አስፈጻሚ ኮሚቴ በተመረጡ አባላት፣ አስተዳዳሪው፣ ሒሳብ ሹምና ራሱም ተቆጣጣሪው  በሚገኙበት የጋራ ፊርማና በደብሩ ማኅተም መታሸጋቸውንና ሲከፈቱም የፈረሙት አባላት ሁሉ መገኘታቸውን ይከታተላል፡፡\n\n11.በዐውደ ምሕረቱም ሆነ በሌላ ቦታ ሙዳየ ምጽዋትና ጥና በማዞር ስጋጃ በማንጠፍ ወይም በሌላ መንገድ የሚሰበሰበው ማንኛውም ገንዘብና ልዩ ልዩ ስጦታ ሁሉ በአግባቡ እየተመዘገበ በቤተ ክርስቲያኑ ካርኒ (ደረሰኝ) ገቢ መሆኑን ያረጋግጣል፡፡\n\n12.በስእለትና በሌላም ምክንያት ለቤተ ክርስቲያን የሚሰጡት እንስሳት፣ ብር፣ ወርቅና ልዩ ልዩ ንብረቶች ሁሉ ግምታቸው እንዲታወቅ እና በሕጋዊ መንገድ ገቢ እንዲሆኑ አስፈላጊውን ጥረት ያደርጋል፡፡\n\n13.ከንብረት ክፍሉ ጋር በመተባበር የቤት ክርስቲያኑ ንብረት በየዓመቱ እያስቆጠረ እየመዘገበ የጎደለውን የጨመረውን አረገግጦ ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት ሪፖርት ያቀርባል፡፡\n\n14.ከንብረት ክፍል ወጪ ሆነው ለሚመለከተው ክፍል የሚሰጡትን ንብረቶች በደረሰኝ እንዲሰጡ ያደርጋል፡፡ የተሰጡትም ሥራ ላይ መዋላቸውንና መጠበቃቸውን ይቆጣጠራል፤ የሚመለሱትንም መርምሮ ትክክል መሆናቸውን አረጋግጦ ንብረት ክፍሉ እንዲረከብ ያደርጋል፡፡ ",
                    "titleEn": "Article 28:Duty and Responsibility of Supervision Unit",
                    "titleAm": "አንቀጽ  ፳፰: የቁጥጥር ክፍል ሥራና ኃላፊነት ",
                    "contentEn": "1. Shall monitor the income and expense on daily, weekly, and monthly basis and ensure that the fund is duly deposited in bank\n\n2. Shall examine that revenue and expense documents are legal\n\n3. Shall supervise the status of fixed and consumable items at the warehouse, by comparing them against registry of the Spiritual council, identifying them in due category depending on their depreciation, defects and deficits; shall conduct inventory of the registered and non-registered ones\n\n4. Shall present a quarterly report to the Spiritual administrative council on the financial performance and property management thereof\n\n5. Shall present, in case of financial and property deficit, a report signed by the person responsible for the deficit, to the office of the Spiritual administrative council\n\n6. Shall supervise that the contributions made by clergies and the faithful registered at the Spiritual church, is duly paid, and that other revenues of the church are duly collected as per the Ecclesiastical Constitution\n\n7. Shall supervise that the expenses for salary and petty cash do not exceed the annual and monthly budget approved by the Spiritual church\n\n8. Shall supervise the timely and proper implementation of tasks within the different work units of the Spiritual church; and shall call meeting for concerned personnel or make rounds to the units as necessary to give the necessary instruction on accounting and related issues\n\n9. Shall oversee the way the boxes for collection of vows and alms are situated at the Spiritual church; and shall ensure that they are placed in observable and reliable manner;shall also strictly monitor that those collection boxes, which are not registered and authorized by the office of the Spiritual administration, should never be placed on the premises of the church\n\n10.Shall make sure that collection boxes, before placed in use, are sealed in the presence and with the signatures of members elected by the executive committee, the administrator, the accountant and supervisor; ensure that opening of the boxes is also carried out in the same manner\n\n11. Shall ensure that all other revenues and contributions collected at the podium of the church or other venues with alms boxes,umbrellas, mats and other means are duly registered with the church invoice and submitted to the church\n\n12. Shall make the necessary effort to fix the values and duly submission of gifts given in kind to the church such as animals, silver, gold and other items\n\n13. In collaboration with the property unit, shall conduct annual inventory and registry of the church’s property, and present the findings,including the added and the deficits to the office of the Spiritual council administrative council\n\n14. Shall ensure the delivery to the appropriate unit, with invoice, of properties dispatched by the property unit, and monitor the proper utilization and care of the same; shall ensure the taking delivery by the property unit,after the proper examination"
                },
                {
                    "titleEn": "Article 27: Duty and Responsibility of Treasury",
                    "titleAm": "አንቀጽ ፳፯: የገንዘብ ቤት ሥራና ኃላፊነት",
                    "contentEn": "1. The treasury shall receive all revenues of the Spiritual church upon the legitimate invoice cited under Article 56 Number 4 of the Ecclesiastical Constitution (Qale Awadee).\n\n2. Shall daily deposit the collected amount into the bank account of the church; and when it is out of bank office hours or at a time banks are closed, the money shall be kept in a box temporarily, upon consultation and signature with the concerned bodies, and the treasure house shall be sealed thereof.\n\n3. Shall deposit the fund at a location determined by the Spiritual administrative council in case when no bank is available in the area.\n\n4. Shall decide on the amount of petty cash, depending on the situation of the time and the area, as per the direction to be given by the Spiritual administrative council.\n\n5. Shall make any payment by voucher only upon legitimate order.\n\n6. Shall register revenue and expense in a separate document; shall duly register, checking against documents at the finance unit, the total amount of revenue, expense, and the balance by the end of every month.\n\n7. Shall not make withdrawal of any amount approved by the local Spiritual administrative council, unless written order is made by the administrator; however, shall withdraw a fixed or known amount upon authorization by the deputy chairperson in the absence of the administrator.",
                    "contentAm": "1. ገንዘብ ያዢው ለሰበካው ቤተ ክርስቲያን የገባውን ገንዘብ ሁሉ በቃለ ዐዋዲው አንቀጽ (፬ ቁጥር ፲፶ በተጠቀሰው ሕጋዊ ደረሰኝ (ካርኒ) ይቀበላል፡፡\n\n2. የተቀበለውን ገንዘብ በቤተ ክርስቲያኑ ስም በዕለቱ ባንክ ያስገባል፡፡ ገንዘቡን የተቀበለበት ጊዜ (ሰዓት) ካለፈ በኋላ ከሆነ ወይም ባንክ ዝግ በሆነበት ቀን ከሆነ ጉዳዩ ከሚመለከታቸው ጋር በመፈራረም ገንዘቡ በጊዜያዊነት በካዝና እንዲቀመጥና ገንዘብ ቤቱ እንዲታሸግ ያደርጋል፡፡\n\n3. በአካባቢው ባንክ ከሌላ የሰበካ መንፈሳዊ አስተዳደር ጉባኤው በሚወሰነው ቦታ ሊያስቀምጥ ይችላል፡፡\n\n4. በካዝና ስለሚቀመጠው መጠባበቂያ ሒሳብ እንደጊዜውና እንደአካባቢው እየታየ የሰበካ መንፈሳዊ አስተዳደር ጉባኤ በሚወሰነው መሠረት ይፈጸማል፡፡\n\n5. ለማንኛውም የገንዘብ ወጪ ሕጋዊ ትእዛዝ ሲደርሰው ብቻ በመደበኛ የወጪ ማስመስከሪያ ሰነድ (ቫውቸር) አስፈርሞ ይከፍላል፡፡\n\n6. ገቢና ወጪውን በተለይ በተዘጋጀ የገቢና የወጪ መዛግብት ላይ ይመዘግባል፣ በየወሩ መጨረሻ በጠቅላላ የገባውንና የወጣውን ገንዘብ ልክ ከወጪ ቀሪውን ከሒሳብ ክፍሉ መዛግብት ጋር እያመካከረ ሒሳቡን በጥንቃቄ መዝግቦ ይይዛል፡፡\n\n7. የአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ የወሰነውን የወጪ ሒሳብ አስተዳዳሪው ማዘዣ ካልጻፈ አንዳችም ገንዘብ ወጪ ማድረግ አይችልም፣ ሆኖም አስተዳዳሪው በሌላ ጊዜ በም/ሰብሳቢው ትእዛዝ የታወቀውን፣ የተወሰነውንና የተመደበውን የወር ወጪ ብቻ ሊያወጣ ይችላል፡፡"
                },
                {
                    "titleAm": "አንቀጽ ፳፱: የሕንጻ ሥራ፣ ጥገናና እድሳት ክፍል የሥራ ኃላፊነት",
                    "contentAm": "1.ይህ ክፍል ቤተ ክርስቲያንን፣ ቤተልሔምን፣ ትምህርት ቤትን፣ የሕክምና ተቋማትን፣ ልዩ ልዩ የገቢ ማስገኛ ሕንጻዎችን፣ የመሰብሰቢያ አዳራሽን፣ የሰንበት ት/ቤት መማሪያ ክፍልን፣ የካህናትና የእንግዶች ማረፊያ ቤትን፣ ቅጽረ ቤተ ክርስቲያንን  ሌሎችንም እንደ አስፈላጊነታቸው ሊሠሩ የሚገባቸውን ዕቅዶች አጥንቶ ለሰከባው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበና እያስፈቀደ በቃለ ዐዋዲው አንቀጽ  %2 ተራ ቁጥር %7 መሠረት ከሚቋቋመው የሕንጻ አሠሪ ኮሚቴ ጋር በመተባበር የሚሠራ ክፍል ነው፡፡\n\n2.ስለ ቤተ ክርስቲያን ሕንጻ ሥራ፣ ጥገናና እድሳት አፈጻጸም ቅዱስ ሲኖዶስ በሚያወጣው ልዩ  የሕንፃ ቤተ ክርስቲያን ሥራ ደንብና መመሪያ የሚወሰን ይሆናል፡፡\n\n3.የሕንጻ  አሠሪ ኮሚቴ በሚቋቋምበት ጊዜ ከቤተ ክርስቲያን አስተዳደር ጽ/ቤት መመሪያ እየተቀበለ ካህናትና ምእመናን በጉዳዩ እንዲያስቡበት  አስፈላጊውን ቅስቅሳ  ያደርጋል፤ ትምህርትም ይሰጣል፡፡\n\n4.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚውል የገንዘብና የቁሳቁስ ርዳታ የሚገኝበትን መንገድ እያጠና ለሰበካ መንፈሳዊ አስተዳደር ጉባኤ ያቀርባል፤ ሲፈቀድም በሚቋቋሙት የሕንጻ አሠሪ ኮሚቴዎች አማካይነት ርዳታው እንዲሰበሰብ ያደርጋል ፡፡ የእርዳታ መሰብሰቢያው ጊዜና ቦታ ሰበካ መንፈሳዊ ጉባኤው በሚወሰነው ይሆናል፡፡\n\n5.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚያስፈልጉት የገንዘብና የንብረት መቀበያ ወጪ ማድረጊያ ካርኒዎችን፣ ሰነዶችንና መዛግብትን በጠቅላላ የሚያስፈልጉትን የጽሕፈት መሳሪያዎችን ሁሉ ከአጥቢያው ቤተ ክርስቲያን ሰበካ  አስተዳደር መንፈሳዊ ጉባኤ ጽ/ቤት  በደረሰኝ እየተረከበ ለተቋቋመው ኮሚቴ እንደ አስፈላጊነቱ ያከፋፍላል፡፡\n\n6.ለሕንጻው ሥራ እርዳታ ለሚለግሱ በጎ አድራጊ ግለሰቦችና ድርጅቶች ከአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት የሚተላለፈውን የጥያቄና የትብብር ደብዳቤዎች ለሚመለከተው ሁሉ እንዲደርስ ያደርጋል፤ አፈጻጸሙንም ይከታተላል፡፡\n\n7.የሕንጻ ሥራ ዐቢይ ኮሚቴው በሚያደርገው ስብሰባ ሁሉ እየተገኘ  ስለ ሥራው ሂደት የተደረሰበትን ፍሬ ሐሳብ ለአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት ሪፖርት ያቀርባል፡፡\n\n8.በሕንጻ ቤተ ክርስቲያኑ ስም በአካባቢው ምእመናን የሚሰበሰበውና ከልዩ ልዩ በጎ አድራጊ ድርጅቶች የሚለገሰው ገንዘብ በቤተ ክርስቲያኑ ስም በተከፈተ የባንክ ሒሳብ ቁጥር ተለይቶ መቀመጡን ያረጋግጣል፤ ወጪ በሚሆንበት ጊዜም በአንቀጽ %2 ተራ ቁጥር %9 (ለ) መሠረት መፈጸሙን ይከታተላል፡፡\n\n9.የሕንጻው ሥራ ተጠናቅቆ ካበቃ በኋላ ለሕንጻው ሥራና ከሕንጻው ጋር ግንኙነት ያለው ንብረት፣ የገንዘብ ገቢና ወጪ እንዲሁም ከወጭ ቀሪ ሒሳብ በሚመለከተው የበላይ አካል በምርምራ (በኦዲት) ተጣርቶ ለቤተ ክርስቲያኑ ገንዘብ ቤትና ንብረት ክፍል ገቢ መሆኑን ይከታተላል፤ ያረጋግጣል፡፡\n\n10.የሙታን መካነ መቃብር ሥርዓት በሌለው ልሾ ሥራና በሐውልት ግንባታ እየተጣበበ የመጣውን ቅጽረ ቤተ ክርስቲያን ችግር ለማቃለል ለወደፊቱ ይህ ዓይነቱ አሠራር ቀርቶ በምትኩ የተሻሻለ አሠራር እንዲኖር ለማድረግ ባለሙያዎችን እያማከረና ዕቅዱን ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበ ሲወሰንና በበላይ አካል  ሲፈቀድ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n11.ቦታው ለቀጣይ አገልግሎት አስፈላጊ ሆኖ ሲገኝ ከሰባት ዓመታት ከዚያ በላይ የቆየ ዐፅመ ክርስቲያን በክብር የሚያርፍበት ቤት እንዲዘጋጅና እንዲጠበቅ ያስረዳል፡፡\n\n12.በቅጽረ ቤተ ክርስቲያን የሚገኙት ክፍት ቦታዎች እና ለመካነ መቃብር የተከለሉት ስፍራዎች በጽዳት እንዲጠበቁና የተለያዩ የዕፅዋት ዓይነቶችንና አበቦችን ያሰተክላል፤ ያስከብራል፡፡\n\n13. የቤተ ክርስቲያን  ሕንጻ ዲዛይን ትውፊቱንና ሥርዓቱን ጠብቆ እንዲሠራ ያደርጋል፡፡ ዲዛይኑ ሊቀ ጳጳሱ በሚሰበሰቡበት የሀገረ ስብከቱ አስተዳደር ጉባኤ ታይቶ፣ ተወስኖና ጸድቆ ካልተሰጠ በስተቀር ማንኛውንም ዲዛይን መሥራት ፈጽሞ የተከለከለ ነው፡፡",
                    "titleEn": "Article 29:Responsibility of Construction,Maintenance and Renovation Unit",
                    "contentEn": "This unit shall prepare plans and presents to the Spiritual administrative council, for construction works of the church, Bethlehem, schools, health institutions, income generating houses, meeting halls, Sunday School learning rooms, guest and clergy houses, surrounding walls of church and other needed projects, and upon approval as per Article 12Number 17 of the Ecclesiastical Constitution,shall collaborate with the would-be construction committee to the realization of the proposed projects\n\n2. Construction, maintenance, and renovation works of church shall be determined by order and instruction of the Holy Synod\n\n3. When a construction committee is established,upon receiving direction and order from the office of the church administration, the unit shall carry out the necessary promotion and instruction that the clergies and the faithful consider and give due attention to the matter\n\n4. Shall study ways of soliciting financial and material support for the construction of the church building, and submit the same to the Spiritual administrative council; and upon approval, shall get the collection of the support by the construction committee to be established\n\n5.Shall receive upon invoice from the office of the local church Spiritual administrative council,and distribute as needed to the construction committee, those finance and material receipts, documents, records and all the necessary stationeries required for the construction of the church building\n\n6.Shall ensure that all the concerned parties receive the letter issued by the office of the local Spiritual council seeking support and cooperation from donor individuals and organizations for construction works\n\n7.Shall attend the meetings of the construction main committee and report the major outcomes to the local church Spiritual administrative council.\n\n8.Shall ensure that the financial contribution by the faithful of the locality and the donation from different charity organizations for the construction purpose are duly deposited in bank account of the church; and shall oversee that withdrawal is made as per Article 12 Number 9 of the Ecclesiastical Constitution\n\n9.Shall follow and ensure that the property for the purpose of the construction as well as the revenue, the expense and the balance are audited, upon completion of the project,by the superior body, and that it is transferred to treasury and property unit of the church\n\n10. Shall consult professionals to have a better procedure for graveyard (cemetery) site on the premises of the church; and shall present its plans in this regard to the administrative council, and upon decision and approval by the superior body, implement the same to address the ever growing problem due to inappropriate construction of cemeteries thereof\n\n11. When a site of cemeteries is needed for another purpose, the unit shall prepare and duly maintain another site where the remains of bodies with seven and more years are properly gathered and maintained thereof\n\n12. Shall ensure that the church’s compound and the sites designated for graveyards are kept clean; shall get different trees and flower species are plantes\n\n13. Shall ensure that design of church building is carried out as per tradition and order of church; no design shall be implemented unless it is reviewed, authorized and approved by the diocese administrative council presided over by the archbish"
                },
                {
                    "titleEn": "Article 30:Duty and Responsibility of Statistics Unit",
                    "titleAm": "አንቀጽ  ፴ : የአኃዛዊ መረጃ /ስታስቲክስ/ ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1. Shall prepare all the permanent records of the resident faithful of the Spiritual church including:-\n\na. Registry of birth and baptism\n\nb. Registry of the alive and registry of the deceased, and other necessary registries\n\n2. Shall, in consultation with professionals and due assessment, register the full name and address, the building type and construction year, the shape and style, the height and width of the local church\n\n3. Shall register number of clergies, priests,teachers, preachers, deacons, choirs and different workers of the local church; shall also keep record of the number of the faithful in due category of family, age, gender, education status\n\n4. Shall, if there is a teacher of church education, register his name the number of his students and the type of education; and shall also register the number of Sunday School students and the type of their education\n\n5. Shall register children at time of baptism on their 40th and 80th day, in birth and baptismal registry and also on the record of the alive\n\n6. Shall register deceased followers of the Ethiopian Orthodox Tewahedo Church in the registry of the deceased\n\n7. Shall duly and properly register new residents in the local church, deceased members, new births and those who have just moved to the local church as residents from other places for various reasons, and those who have left the locality, and submit the same to the office of the Spiritual administra-tive council by the end of the year\n\n8. Shall register financial and human resources of the local Spiritual annually, and present it with table or chart in comparison with that of the previous year\n\n9. Shall meet with all the concerned bodies and gather statistical data required for the Spiritual\n\n10. Shall, in consultation with the elected members of the Spiritual council coordinate activities that the faithful at the Spiritual church pay their membership contribution in due time, thereby the goal of Spiritual council is attained\n\n11. Shall facilitate conditions and coordinate among members of the Spiritual council to increase the revenues of the church",
                    "contentAm": "1.ይህ ክፍል ቤተ ክርስቲያንን፣ ቤተልሔምን፣ ትምህርት ቤትን፣ የሕክምና ተቋማትን፣ ልዩ ልዩ የገቢ ማስገኛ ሕንጻዎችን፣ የመሰብሰቢያ አዳራሽን፣ የሰንበት ት/ቤት መማሪያ ክፍልን፣ የካህናትና የእንግዶች ማረፊያ ቤትን፣ ቅጽረ ቤተ ክርስቲያንን  ሌሎችንም እንደ አስፈላጊነታቸው ሊሠሩ የሚገባቸውን ዕቅዶች አጥንቶ ለሰከባው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበና እያስፈቀደ በቃለ ዐዋዲው አንቀጽ  %2 ተራ ቁጥር %7 መሠረት ከሚቋቋመው የሕንጻ አሠሪ ኮሚቴ ጋር በመተባበር የሚሠራ ክፍል ነው፡፡\n\n2.ስለ ቤተ ክርስቲያን ሕንጻ ሥራ፣ ጥገናና እድሳት አፈጻጸም ቅዱስ ሲኖዶስ በሚያወጣው ልዩ  የሕንፃ ቤተ ክርስቲያን ሥራ ደንብና መመሪያ የሚወሰን ይሆናል፡፡\n\n3.የሕንጻ  አሠሪ ኮሚቴ በሚቋቋምበት ጊዜ ከቤተ ክርስቲያን አስተዳደር ጽ/ቤት መመሪያ እየተቀበለ ካህናትና ምእመናን በጉዳዩ እንዲያስቡበት  አስፈላጊውን ቅስቅሳ  ያደርጋል፤ ትምህርትም ይሰጣል፡፡\n\n4.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚውል የገንዘብና የቁሳቁስ ርዳታ የሚገኝበትን መንገድ እያጠና ለሰበካ መንፈሳዊ አስተዳደር ጉባኤ ያቀርባል፤ ሲፈቀድም በሚቋቋሙት የሕንጻ አሠሪ ኮሚቴዎች አማካይነት ርዳታው እንዲሰበሰብ ያደርጋል ፡፡ የእርዳታ መሰብሰቢያው ጊዜና ቦታ ሰበካ መንፈሳዊ ጉባኤው በሚወሰነው ይሆናል፡፡\n\n5.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚያስፈልጉት የገንዘብና የንብረት መቀበያ ወጪ ማድረጊያ ካርኒዎችን፣ ሰነዶችንና መዛግብትን በጠቅላላ የሚያስፈልጉትን የጽሕፈት መሳሪያዎችን ሁሉ ከአጥቢያው ቤተ ክርስቲያን ሰበካ  አስተዳደር መንፈሳዊ ጉባኤ ጽ/ቤት  በደረሰኝ እየተረከበ ለተቋቋመው ኮሚቴ እንደ አስፈላጊነቱ ያከፋፍላል፡፡\n\n6.ለሕንጻው ሥራ እርዳታ ለሚለግሱ በጎ አድራጊ ግለሰቦችና ድርጅቶች ከአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት የሚተላለፈውን የጥያቄና የትብብር ደብዳቤዎች ለሚመለከተው ሁሉ እንዲደርስ ያደርጋል፤ አፈጻጸሙንም ይከታተላል፡፡\n\n7.የሕንጻ ሥራ ዐቢይ ኮሚቴው በሚያደርገው ስብሰባ ሁሉ እየተገኘ  ስለ ሥራው ሂደት የተደረሰበትን ፍሬ ሐሳብ ለአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት ሪፖርት ያቀርባል፡፡\n\n8.በሕንጻ ቤተ ክርስቲያኑ ስም በአካባቢው ምእመናን የሚሰበሰበውና ከልዩ ልዩ በጎ አድራጊ ድርጅቶች የሚለገሰው ገንዘብ በቤተ ክርስቲያኑ ስም በተከፈተ የባንክ ሒሳብ ቁጥር ተለይቶ መቀመጡን ያረጋግጣል፤ ወጪ በሚሆንበት ጊዜም በአንቀጽ %2 ተራ ቁጥር %9 (ለ) መሠረት መፈጸሙን ይከታተላል፡፡\n\n9.የሕንጻው ሥራ ተጠናቅቆ ካበቃ በኋላ ለሕንጻው ሥራና ከሕንጻው ጋር ግንኙነት ያለው ንብረት፣ የገንዘብ ገቢና ወጪ እንዲሁም ከወጭ ቀሪ ሒሳብ በሚመለከተው የበላይ አካል በምርምራ (በኦዲት) ተጣርቶ ለቤተ ክርስቲያኑ ገንዘብ ቤትና ንብረት ክፍል ገቢ መሆኑን ይከታተላል፤ ያረጋግጣል፡፡\n\n10.የሙታን መካነ መቃብር ሥርዓት በሌለው ልሾ ሥራና በሐውልት ግንባታ እየተጣበበ የመጣውን ቅጽረ ቤተ ክርስቲያን ችግር ለማቃለል ለወደፊቱ ይህ ዓይነቱ አሠራር ቀርቶ በምትኩ የተሻሻለ አሠራር እንዲኖር ለማድረግ ባለሙያዎችን እያማከረና ዕቅዱን ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበ ሲወሰንና በበላይ አካል  ሲፈቀድ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n11.ቦታው ለቀጣይ አገልግሎት አስፈላጊ ሆኖ ሲገኝ ከሰባት ዓመታት ከዚያ በላይ የቆየ ዐፅመ ክርስቲያን በክብር የሚያርፍበት ቤት እንዲዘጋጅና እንዲጠበቅ ያስረዳል፡፡\n\n12.በቅጽረ ቤተ ክርስቲያን የሚገኙት ክፍት ቦታዎች እና ለመካነ መቃብር የተከለሉት ስፍራዎች በጽዳት እንዲጠበቁና የተለያዩ የዕፅዋት ዓይነቶችንና አበቦችን ያሰተክላል፤ ያስከብራል፡፡\n\n13. የቤተ ክርስቲያን  ሕንጻ ዲዛይን ትውፊቱንና ሥርዓቱን ጠብቆ እንዲሠራ ያደርጋል፡፡ ዲዛይኑ ሊቀ ጳጳሱ በሚሰበሰቡበት የሀገረ ስብከቱ አስተዳደር ጉባኤ ታይቶ፣ ተወስኖና ጸድቆ ካልተሰጠ በስተቀር ማንኛውንም ዲዛይን መሥራት ፈጽሞ የተከለከለ ነው፡፡"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፭",
            "articles": [
                {
                    "titleEn": "Article 31:Power and Function of Office and Units of Woreda (District) Spiritual Council Formation and Structure of Woreda Spiritual Council",
                    "titleAm": "አንቀጽ ፴፩ : የአኃዛዊ መረጃ /ስታስቲክስ/ ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1. Formation\n\nA. Churches under the Woreda (District) diocese shall establish the Woreda Spiritual council through their representatives and with having the sub-diocese (Woreda) church administrator as a chairperson; and led by their respective church administrators, the representatives shall be one priest, one faithful and one young person chosen from each church’s Spiritual council; and the Woreda church secretary and heads of different sections shall be comprised as members; it shall be a Woreda Spiritual council to meet once a year\n\nB. Woreda Spiritual administrative council (executive committee) to convene a meeting once a month, and the Woreda diocese administrative council, towards the establishment of the objectives of the Woreda Spiritual Council,and so that it is able to fulfill its responsibilities and functions\n\nC. Office of the Woreda Spiritual Administrative Council (Office of the Woreda Diocese)\n\nD. Units of the Woreda Spiritual Council (units of the Woreda Diocese)",
                    "contentAm": "1.ይህ ክፍል ቤተ ክርስቲያንን፣ ቤተልሔምን፣ ትምህርት ቤትን፣ የሕክምና ተቋማትን፣ ልዩ ልዩ የገቢ ማስገኛ ሕንጻዎችን፣ የመሰብሰቢያ አዳራሽን፣ የሰንበት ት/ቤት መማሪያ ክፍልን፣ የካህናትና የእንግዶች ማረፊያ ቤትን፣ ቅጽረ ቤተ ክርስቲያንን  ሌሎችንም እንደ አስፈላጊነታቸው ሊሠሩ የሚገባቸውን ዕቅዶች አጥንቶ ለሰከባው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበና እያስፈቀደ በቃለ ዐዋዲው አንቀጽ  %2 ተራ ቁጥር %7 መሠረት ከሚቋቋመው የሕንጻ አሠሪ ኮሚቴ ጋር በመተባበር የሚሠራ ክፍል ነው፡፡\n\n2.ስለ ቤተ ክርስቲያን ሕንጻ ሥራ፣ ጥገናና እድሳት አፈጻጸም ቅዱስ ሲኖዶስ በሚያወጣው ልዩ  የሕንፃ ቤተ ክርስቲያን ሥራ ደንብና መመሪያ የሚወሰን ይሆናል፡፡\n\n3.የሕንጻ  አሠሪ ኮሚቴ በሚቋቋምበት ጊዜ ከቤተ ክርስቲያን አስተዳደር ጽ/ቤት መመሪያ እየተቀበለ ካህናትና ምእመናን በጉዳዩ እንዲያስቡበት  አስፈላጊውን ቅስቅሳ  ያደርጋል፤ ትምህርትም ይሰጣል፡፡\n\n4.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚውል የገንዘብና የቁሳቁስ ርዳታ የሚገኝበትን መንገድ እያጠና ለሰበካ መንፈሳዊ አስተዳደር ጉባኤ ያቀርባል፤ ሲፈቀድም በሚቋቋሙት የሕንጻ አሠሪ ኮሚቴዎች አማካይነት ርዳታው እንዲሰበሰብ ያደርጋል ፡፡ የእርዳታ መሰብሰቢያው ጊዜና ቦታ ሰበካ መንፈሳዊ ጉባኤው በሚወሰነው ይሆናል፡፡\n\n5.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚያስፈልጉት የገንዘብና የንብረት መቀበያ ወጪ ማድረጊያ ካርኒዎችን፣ ሰነዶችንና መዛግብትን በጠቅላላ የሚያስፈልጉትን የጽሕፈት መሳሪያዎችን ሁሉ ከአጥቢያው ቤተ ክርስቲያን ሰበካ  አስተዳደር መንፈሳዊ ጉባኤ ጽ/ቤት  በደረሰኝ እየተረከበ ለተቋቋመው ኮሚቴ እንደ አስፈላጊነቱ ያከፋፍላል፡፡\n\n6.ለሕንጻው ሥራ እርዳታ ለሚለግሱ በጎ አድራጊ ግለሰቦችና ድርጅቶች ከአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት የሚተላለፈውን የጥያቄና የትብብር ደብዳቤዎች ለሚመለከተው ሁሉ እንዲደርስ ያደርጋል፤ አፈጻጸሙንም ይከታተላል፡፡\n\n7.የሕንጻ ሥራ ዐቢይ ኮሚቴው በሚያደርገው ስብሰባ ሁሉ እየተገኘ  ስለ ሥራው ሂደት የተደረሰበትን ፍሬ ሐሳብ ለአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት ሪፖርት ያቀርባል፡፡\n\n8.በሕንጻ ቤተ ክርስቲያኑ ስም በአካባቢው ምእመናን የሚሰበሰበውና ከልዩ ልዩ በጎ አድራጊ ድርጅቶች የሚለገሰው ገንዘብ በቤተ ክርስቲያኑ ስም በተከፈተ የባንክ ሒሳብ ቁጥር ተለይቶ መቀመጡን ያረጋግጣል፤ ወጪ በሚሆንበት ጊዜም በአንቀጽ %2 ተራ ቁጥር %9 (ለ) መሠረት መፈጸሙን ይከታተላል፡፡\n\n9.የሕንጻው ሥራ ተጠናቅቆ ካበቃ በኋላ ለሕንጻው ሥራና ከሕንጻው ጋር ግንኙነት ያለው ንብረት፣ የገንዘብ ገቢና ወጪ እንዲሁም ከወጭ ቀሪ ሒሳብ በሚመለከተው የበላይ አካል በምርምራ (በኦዲት) ተጣርቶ ለቤተ ክርስቲያኑ ገንዘብ ቤትና ንብረት ክፍል ገቢ መሆኑን ይከታተላል፤ ያረጋግጣል፡፡\n\n10.የሙታን መካነ መቃብር ሥርዓት በሌለው ልሾ ሥራና በሐውልት ግንባታ እየተጣበበ የመጣውን ቅጽረ ቤተ ክርስቲያን ችግር ለማቃለል ለወደፊቱ ይህ ዓይነቱ አሠራር ቀርቶ በምትኩ የተሻሻለ አሠራር እንዲኖር ለማድረግ ባለሙያዎችን እያማከረና ዕቅዱን ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበ ሲወሰንና በበላይ አካል  ሲፈቀድ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n11.ቦታው ለቀጣይ አገልግሎት አስፈላጊ ሆኖ ሲገኝ ከሰባት ዓመታት ከዚያ በላይ የቆየ ዐፅመ ክርስቲያን በክብር የሚያርፍበት ቤት እንዲዘጋጅና እንዲጠበቅ ያስረዳል፡፡\n\n12.በቅጽረ ቤተ ክርስቲያን የሚገኙት ክፍት ቦታዎች እና ለመካነ መቃብር የተከለሉት ስፍራዎች በጽዳት እንዲጠበቁና የተለያዩ የዕፅዋት ዓይነቶችንና አበቦችን ያሰተክላል፤ ያስከብራል፡፡\n\n13. የቤተ ክርስቲያን  ሕንጻ ዲዛይን ትውፊቱንና ሥርዓቱን ጠብቆ እንዲሠራ ያደርጋል፡፡ ዲዛይኑ ሊቀ ጳጳሱ በሚሰበሰቡበት የሀገረ ስብከቱ አስተዳደር ጉባኤ ታይቶ፣ ተወስኖና ጸድቆ ካልተሰጠ በስተቀር ማንኛውንም ዲዛይን መሥራት ፈጽሞ የተከለከለ ነው፡፡"
                },
                {
                    "titleEn": "Article 32: Members of the Woreda Spiritual Council",
                    "titleAm": "አንቀጽ ፴፪ : የአኃዛዊ መረጃ /ስታስቲክስ/ ክፍል ሥራና ኀላፊነት",
                    "contentEn": "1.The Woreda Diocese Manager or in his absence a representative clergy delegated by archbishopric diocese…………..Chairperson of the council\n\n2. Amongst representatives of the clergies and the faithful mentioned under sub articles3,4, and 5 of this article, an eligible clergy or eligible faithful aged between 30 and 60 elected by this council……Deputy Chairperson of the council\n\n3. Administrators of churches within the Woreda……….. Members of the council\n\n4. Representative clergies from the churches\n\nwithin the Woreda….…Members of the council\n\n5. Representatives of the faithful from the churches within the Woreda………….. Members of the council\n\n6. Sunday school youth elected as representatives from the churches within the Woreda……………….Members of the council;\n\n7. The Woreda diocese secretary or in his absence a clergy elected as representative by the archbishopric diocese……………Member and secretary of the council;",
                    "contentAm": "1.ይህ ክፍል ቤተ ክርስቲያንን፣ ቤተልሔምን፣ ትምህርት ቤትን፣ የሕክምና ተቋማትን፣ ልዩ ልዩ የገቢ ማስገኛ ሕንጻዎችን፣ የመሰብሰቢያ አዳራሽን፣ የሰንበት ት/ቤት መማሪያ ክፍልን፣ የካህናትና የእንግዶች ማረፊያ ቤትን፣ ቅጽረ ቤተ ክርስቲያንን  ሌሎችንም እንደ አስፈላጊነታቸው ሊሠሩ የሚገባቸውን ዕቅዶች አጥንቶ ለሰከባው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበና እያስፈቀደ በቃለ ዐዋዲው አንቀጽ  %2 ተራ ቁጥር %7 መሠረት ከሚቋቋመው የሕንጻ አሠሪ ኮሚቴ ጋር በመተባበር የሚሠራ ክፍል ነው፡፡\n\n2.ስለ ቤተ ክርስቲያን ሕንጻ ሥራ፣ ጥገናና እድሳት አፈጻጸም ቅዱስ ሲኖዶስ በሚያወጣው ልዩ  የሕንፃ ቤተ ክርስቲያን ሥራ ደንብና መመሪያ የሚወሰን ይሆናል፡፡\n\n3.የሕንጻ  አሠሪ ኮሚቴ በሚቋቋምበት ጊዜ ከቤተ ክርስቲያን አስተዳደር ጽ/ቤት መመሪያ እየተቀበለ ካህናትና ምእመናን በጉዳዩ እንዲያስቡበት  አስፈላጊውን ቅስቅሳ  ያደርጋል፤ ትምህርትም ይሰጣል፡፡\n\n4.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚውል የገንዘብና የቁሳቁስ ርዳታ የሚገኝበትን መንገድ እያጠና ለሰበካ መንፈሳዊ አስተዳደር ጉባኤ ያቀርባል፤ ሲፈቀድም በሚቋቋሙት የሕንጻ አሠሪ ኮሚቴዎች አማካይነት ርዳታው እንዲሰበሰብ ያደርጋል ፡፡ የእርዳታ መሰብሰቢያው ጊዜና ቦታ ሰበካ መንፈሳዊ ጉባኤው በሚወሰነው ይሆናል፡፡\n\n5.ለቤተ ክርስቲያኑ ሕንጻ ሥራ የሚያስፈልጉት የገንዘብና የንብረት መቀበያ ወጪ ማድረጊያ ካርኒዎችን፣ ሰነዶችንና መዛግብትን በጠቅላላ የሚያስፈልጉትን የጽሕፈት መሳሪያዎችን ሁሉ ከአጥቢያው ቤተ ክርስቲያን ሰበካ  አስተዳደር መንፈሳዊ ጉባኤ ጽ/ቤት  በደረሰኝ እየተረከበ ለተቋቋመው ኮሚቴ እንደ አስፈላጊነቱ ያከፋፍላል፡፡\n\n6.ለሕንጻው ሥራ እርዳታ ለሚለግሱ በጎ አድራጊ ግለሰቦችና ድርጅቶች ከአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት የሚተላለፈውን የጥያቄና የትብብር ደብዳቤዎች ለሚመለከተው ሁሉ እንዲደርስ ያደርጋል፤ አፈጻጸሙንም ይከታተላል፡፡\n\n7.የሕንጻ ሥራ ዐቢይ ኮሚቴው በሚያደርገው ስብሰባ ሁሉ እየተገኘ  ስለ ሥራው ሂደት የተደረሰበትን ፍሬ ሐሳብ ለአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ጽ/ቤት ሪፖርት ያቀርባል፡፡\n\n8.በሕንጻ ቤተ ክርስቲያኑ ስም በአካባቢው ምእመናን የሚሰበሰበውና ከልዩ ልዩ በጎ አድራጊ ድርጅቶች የሚለገሰው ገንዘብ በቤተ ክርስቲያኑ ስም በተከፈተ የባንክ ሒሳብ ቁጥር ተለይቶ መቀመጡን ያረጋግጣል፤ ወጪ በሚሆንበት ጊዜም በአንቀጽ %2 ተራ ቁጥር %9 (ለ) መሠረት መፈጸሙን ይከታተላል፡፡\n\n9.የሕንጻው ሥራ ተጠናቅቆ ካበቃ በኋላ ለሕንጻው ሥራና ከሕንጻው ጋር ግንኙነት ያለው ንብረት፣ የገንዘብ ገቢና ወጪ እንዲሁም ከወጭ ቀሪ ሒሳብ በሚመለከተው የበላይ አካል በምርምራ (በኦዲት) ተጣርቶ ለቤተ ክርስቲያኑ ገንዘብ ቤትና ንብረት ክፍል ገቢ መሆኑን ይከታተላል፤ ያረጋግጣል፡፡\n\n10.የሙታን መካነ መቃብር ሥርዓት በሌለው ልሾ ሥራና በሐውልት ግንባታ እየተጣበበ የመጣውን ቅጽረ ቤተ ክርስቲያን ችግር ለማቃለል ለወደፊቱ ይህ ዓይነቱ አሠራር ቀርቶ በምትኩ የተሻሻለ አሠራር እንዲኖር ለማድረግ ባለሙያዎችን እያማከረና ዕቅዱን ለሰበካው መንፈሳዊ አስተዳደር ጉባኤ እያቀረበ ሲወሰንና በበላይ አካል  ሲፈቀድ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n11.ቦታው ለቀጣይ አገልግሎት አስፈላጊ ሆኖ ሲገኝ ከሰባት ዓመታት ከዚያ በላይ የቆየ ዐፅመ ክርስቲያን በክብር የሚያርፍበት ቤት እንዲዘጋጅና እንዲጠበቅ ያስረዳል፡፡\n\n12.በቅጽረ ቤተ ክርስቲያን የሚገኙት ክፍት ቦታዎች እና ለመካነ መቃብር የተከለሉት ስፍራዎች በጽዳት እንዲጠበቁና የተለያዩ የዕፅዋት ዓይነቶችንና አበቦችን ያሰተክላል፤ ያስከብራል፡፡\n\n13. የቤተ ክርስቲያን  ሕንጻ ዲዛይን ትውፊቱንና ሥርዓቱን ጠብቆ እንዲሠራ ያደርጋል፡፡ ዲዛይኑ ሊቀ ጳጳሱ በሚሰበሰቡበት የሀገረ ስብከቱ አስተዳደር ጉባኤ ታይቶ፣ ተወስኖና ጸድቆ ካልተሰጠ በስተቀር ማንኛውንም ዲዛይን መሥራት ፈጽሞ የተከለከለ ነው፡፡"
                },
                {
                    "titleEn": "Article 33: Powers and Functions of the Woreda Spiritual Council",
                    "titleAm": "አንቀጽ ፴፫: የወረዳ ሰበካ መንፈሳዊ ጉባኤ ሥልጣንና ተግባር",
                    "contentEn": "The Woreda Spiritual council, in addition to executing the objectives and functions mentioned under chapter 2, articles 5 and 6, shall have the following powers and functions:\n\n1. Shall, based on the agenda prepared and presented by the Woreda Spiritual administrative council, hear and decide on the status, job performance and property and financial statement of the Woreda Spiritual members and workers.\n\n2. Shall examine the Woreda Spiritual council work plans and different service schedules and forward, if it agrees the same with remarks to the office of the archbishopric Spiritual council.\n\n3. Shall determine the financial amount needed for the work plan and other services approved by higher Spiritual council; and shall supervise its collection and utilization.\n\n4. Shall get the finance and property of the Woreda Spiritual council inspected by an auditor.\n\n5. Shall elect a minimum of four and a maximum of eight members for the Woreda Spiritual administrative council.\n\n6. The Woreda Spiritual council shall be accountable to the office of the archbishop diocese.",
                    "contentAm": "በምዕራፍ 2 በአንቀጽ 5 እና 6 የተዘረዘረውን ዐላማና ተግባር እየፈጸመና እያስፈጸመ በተጨማሪ የወረዳ ሰበካ መንፈሳዊ ጉባኤ ቀጥሎ የተመለከተው ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1. በወረዳው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ተዘጋጅቶ በቀረበው የመነጋገሪያ ርእስ (አጀንዳ) መሠረት የወረዳውን ሰበካ አባላትና አገልጋዮች ሁኔታ፣ የሥራ ክንውን፣ የገንዘብና ንብረት አጠቃላይ መግለጫ ሰምቶ ውሳኔ ይሰጣል፡፡\n\n2. የቀረበለትን የወረዳው ሰበካ መንፈሳዊ ጉባኤ የሥራ ዕቅድና የልዩ ልዩ አገልግሎት መርሐ ግብር እየመረመረ ሲስማማበት ከአስተያየት ጋር ለመንበረ ጵጵስናው ሀገረ ስብከት መንፈሳዊ ጉባኤ ጽ/ቤት እንዲተላለፍ ያደርጋል፡፡\n\n3. ለበላይ ሰበካ መንፈሳዊ ጉባኤ ቀርቦ ለተፈቀደው የሥራ ዕቅድና ልዩ ልዩ አገልግሎት የሚያስፈልገውን የገንዘብ መጠን ይወስናል፤ መሰብሰቡንና በሥራ ላይ መዋሉንም ይቆጣጣራል፡፡\n\n4. የወረዳው ሰበካ መንፈሳዊ ጉባኤ ገንዘብና ንብረት በሒሳብ አጣሪ (ኦዲተር) ያስመረምራል፡፡\n\n5. ለወረዳው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ከአራት ያላነሱ ከስምንት ያልበለጡ አባለትን ይመርጣል፡፡\n\n6. የወረዳው ሰበካ መንፈሳዊ ጉባኤ ተጠሪነቱ ለመንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት ይሆናል፡፡"
                },
                {
                    "titleEn": "Article 34: Members of the Woreda Spiritual Administrative Council (Executive Committee)",
                    "titleAm": "አንቀጽ  ፴፬ : የወረዳ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ(ሥራ አስፈጻሚ ኮሚቴ) አባላት",
                    "contentEn": "1. The Woreda diocese administrator or in his absence a representative clergy assigned by the archbishopric diocese……….Chairperson\n\n2. A Amongst representatives of the clergies and the faithful mentioned under sub articles 3,\n\n4, and 5 of this article, an eligible clergy or eligible faithful aged between 30 and 60 elected by this council……Deputy Chairperson\n\n3. Two to four representative clergies of the local church Spiritual council………….Members of the council\n\n4. Along with a young representative, a minimum of two and maximum four representatives of the faithful from the local church Spiritual council……………….Members of the council\n\n5.The Woreda diocese secretary or in his absence arepresentative clergy delegated by the archbishopric diocese…….Member and secretary of the council;",
                    "contentAm": "1.የወረዳው ቤተ ክህነት ሥራ አስኪያጅ ወይም እሱ በሌለበት ጊዜ በሀገረ ስብከት የተወከለ ካህን………………የጉባኤው ሰብሳቢ\n\n2.በዚህ አንቀጽ በተራ ቁጥር 3፣4 እና 5 ከተመለከቱት የካህናትና ምዕመናን ተወካዮች መካከል ዕድሜው ከ' ዓመት ያላነሰ ከ* ዓመት ያልበለጠ ብቁ ችሎታ ያለው በዚህ ጉባኤ የተመረጠ ካህን ወይም ምእመን…………….የጉባኤው ም/ሰብሳቢ\n\n3.ቁጥራቸው ከሁለት ያላነሱ ከአራት ያልበለጡ የአጥቢያው ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤን የሚወክሉ ካህናት………………….የጉባኤው አባላት\n\n4.ከአንድ የወጣት ተወካይ ጋር ቁጥራቸው ከሁለት ያላነሱ ከአራት ያልበለጡ የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤን የሚወክሉ ምእመናን ……………….የጉባኤው አባላት\n\n5.የወረዳው ቤተ ክህነት ጸሐፊ ወይም እሱ በሌለ ጊዜ በሀገረ ስብከት የተወከለ ካህን ……………..የጉባኤው አባልና ጸሐፊ"
                },
                {
                    "titleAm": "አንቀጽ ፴፭: የወረዳ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ(የሥራ አስፈጻሚ ኮሚቴ) ሥልጣንና ተግባር",
                    "titleEn": "Article 35: Members of the Woreda Spiritual Administrative Council (Executive Committee)",
                    "contentEn": "The Woreda Spiritual administrative council (executive committee), in addition to the objectives and functions mentioned under Chapter Two, Articles 5 and 6 of the Ecclesiastical Constitution, shall have the following powers and functions:\n\n1. Shall ensure and supervise that Spiritual councils of the local churches within the Woreda achieve their institutional objectives and execute their functions.\n\n2. Shall examine and report to the office of the diocese for approval of the election result for members of the local Spiritual council, sent with the signed minute of the electoral committee and a letter from the administrator of the church.\n\n3. Shall examine different issues and statements from local church Spiritual councils, and act accordingly.\n\n4. Shall monitor and ensure that the 20% contribution from each of the local churches is collected and submitted to the Ethiopian Orthodox Tewahedo Church for general administration and different services.\n\n5. Shall prepare and present to the council joint plans and service programs of the local Spiritual for common benefits of churches in the Woreda.\n\n6. Shall collect, upon official invoice through the Woreda diocese, the contributions determined for each local church for the implementation of activities under the approved joint plan and other services.\n\n7. Shall work in collaboration with all the concerned bodies to the realization of the plan; shall implement and ensure implementation of the directives and orders passed down from superiors.\n\n8. Shall present report on the previous performance, the future plan, budget allocation, and status of members and workers of the local Spiritual to the Woreda Spiritual council, and upon appraisal and consensus, it shall refer the same to the diocese for approval.\n\n9. Shall review the plans of local Spiritual councils, and submit the same, through the Woreda chief priest, to the diocese for approval.\n\n10. Shall, other than the Woreda head priest or a representative, elect one priest, one faithful and one young person from amongst the members of the local Spiritual administrative council for representatives at the diocese Spiritual administrative council.\n\n11. Shall do as per the provision of Article 11 Number 4 of the Ecclesiastical Constitution to replace members of the Woreda Spiritual administrative council, whenever their number gets below five, as a result of election to the diocese Spiritual administrative council.\n\n12. The Woreda Spiritual administrative council shall be accountable to the Woreda Spiritual council.\n\n13. The service term for the elect members shall be as per Article 11 Number 2 of the Ecclesiastical Constitution.",
                    "contentAm": "በቃለ ዐዋዲ በምዕራፍ 2 አንቀጽ 5 እና 6 ከተዘረዘረው ዐላማና ተግባር በተጨማሪ የወረዳ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ የሚከተለው ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1. በወረዳው ውስጥ የሚገኙ የአጥቢያ አብያተ ክርስቲያናት ሰበካ ጉባኤያት የተቋቋሙበትን ዐላማ ከግቡ እንዲያደርሱ ተግባራቸውንም እንዲያከናውኑ ያደርጋል፤ ይቆጣጠራል፡፡\n\n2. ለአጥቢያ ሰበካ ጉባኤ አባልነት ተመርጠው በአስመራጭ ኮሚቴ ቃለ ጉባኤ ተፈርሞና በደብሩ አሰተዳዳሪ ሸንጊ ደብዳቤ የተላከለትን የምርጫ ውጤት መርምሮ እንዲጸድቅ ከሪፖርት ጋር ለሀገረ ስብከቱ ጽ/ቤት ያቀርባል፡፡\n\n3. ከየአጥቢያው ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ የሚደርሱትን ልዩ ልዩ ጉዳዮችንና መግለጫዎችን መርምሮ አስፈላጊውን ተገቢውን ተግባር ይፈጽማል፡፡\n\n4. ከየአጥቢያው ቤተ ክርስቲያን ለኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ጠቅላላ አስተዳደርና ልዩ ልዩ አገልግሎት የሚከፈለውን 20% ገንዘብ ተቆጣጥሮ በወቅቱ ለሀገረ ስብከቱ ገቢ እንዲሆን ያደርጋል፡፡\n\n5. በወረዳው ውስጥ ለጋራ የቤተ ክርስቲያን አገልግሎት ጥቅም የሚውሉ የኅብረት ሥራ ዕቅዶችን የአጥቢያ ሰበካውን አገልግሎት መርሐ ግብር አዘጋጅቶ ለጉባኤው ያቀርባል፡፡\n\n6. ለተፈቀደው የኅብረት ሥራ እቅድ ማስፈጸሚያና ለልዩ ልዩ አገልግሎት ማከናወኛ ከእያንዳንዱ አጥቢያ ቤተ ክርስቲያን የተወሰነውን ገንዘብ በወረዳው ቤተ ክህነት ኀላፊነት በሕጋዊ ደረሰኝ እንዲሰበሰብ ያደርጋል፡፡\n\n7. ዕቅዱን ተግባራዊ ለማድረግ ከሚመለከታቸው ጋር በአግባቡ ተባብሮ ይሠራል፣ ከበላይ የሚተላለፉትን መመሪያዎችና ትእዛዞች ይፈጽማል፤ ያስፈጽማል፡፡\n\n8. ያለውን የሥራ ክንውን፣ የወደፊቱን የሥራ ዕቅድ፣ የበጀት ድልድልና የአጥቢያ ሰበካውን አባላትና አገልጋዮች ሁኔታ መግለጫ ለወረዳው ሰበካ መንፈሳዊ ጉባኤ አቅርቦ ከታየና ስምምነት ከተደረገበት በኋላ ለሀገረ ስብከቱ ጽ/ቤት ለውሳኔ ያስተላልፋል፡፡\n\n9. ከየአጥቢያው የሚቀርብለትን የሥራ ዕቅድ መርምሮ በወረዳው ሊቀ ካህናት በኩል ለሀገረ ስብከቱ ጽ/ቤት አቅርቦ እንዲጸድቅ ያደርጋል፡፡\n\n10. ከአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ አባላት መካከል ለሀገረ ስብከቱ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ የሚወክሉ ከወረዳው ቤተ ክህነት ሊቀ ካህናት ወይም ወኪል ሌላ አንደ ካህን፣ አንድ ምእመንና አንድ ወጣት ይመርጣል፡፡\n\n11. ለወረዳው ሰበካ መንፈሳዊ ጉባኤ ከተወከሉት መካከል ለሀገረ ስብከቱ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ በመመረጣቸውና በሌላም ምክንያት የወረዳው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ አባላት ቁጥር ከአምስት ያነሰ እንደሆነ በምትካቸው በቃለ ዐዋዲው በምዕራፍ 3 በአንቀጽ 11 በተራ ቁጥር 4 በተገለጸው መሠረት ይፈጽማል፡፡\n\n12. የወረዳው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ተጠሪነቱ ለወረዳው ሰበካ መንፈሳዊ ጉባኤ ይሆናል፡፡\n\n13. የተመራጮቸ አባላት የአገልግሎት ዘመን በቃለ ዐዋዲው በአንቀጽ 11 በተራ ቁጥር 2 በተገለጸው መሠረት ይሆናል፡፡"
                },
                {
                    "titleEn": "Article 36: Office of the Woreda Diocese",
                    "titleAm": "አንቀጽ ፴፮: የወረዳ ቤተ ክህነት ጽ/ቤት",
                    "contentEn": "1. The office is a higher administrative and management body for the monasteries, churches, rural churches, and Spiritual council at different levels within the Woreda.\n\n2. There shall be a Woreda diocese manager accountable to the diocese archbishop.\n\n3. It shall have one administrative council and different work units to execute the provisions of the Ecclesiastical Constitution (Qale Awadee) and other directives and regulations given by the diocese.\n\n4. The establishment of the different work units of the local church Spiritual council office mentioned under Article 16 A-O shall be implemented by the office of the Woreda Diocese; the details mentioned under Articles 17-30 of the Ecclesiastical Constitution (Qale Awadee) shall work here as well, with due consideration to the situations of the Woreda Diocese.",
                    "contentAm": "1. በወረዳው ክልል ውስጥ ለሚገኙት ገዳማት፣ አድባራት፣ የገጠር አብያተ ክርስቲያናትና በየደረጃው ለተቋቋሙት ሰበካ መንፈሳዊያን ጉባኤያት የሥራ አመራርና ከፍተኛ የአስተዳደር ኀላፊነት ያለው መሥሪያ ቤት ነው፡፡\n\n2. ተጠሪነቱ ለሀገረ ስብከቱ ሊቀ ጳጳስ የሆነ የወረዳ ቤተ ክህነት ስራ አስኪያጅ ይኖራል፡፡\n\n3. የቃለ ዐዋዲውን እና ከሀገረ ስብከቱ የሚተላለፉትን ደንቦችና መመሪያዎች የሚፈጽምለትና የሚያስፈጽምለት አንድ አስተዳደር ጉባኤና ልዩ ልዩ የሥራ ክፍሎች ይኖሩታል፡፡\n\n4. ስለ አጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ ጽ/ቤት የሥራ ክፍሎች መቋቋም በአንቀጽ 6 ከሀ-ኘ የተዘረዘሩት የሥራ ዘርፎች (ክፍሎች) በወረዳ ቤተ ክህነት ጽ/ቤት ተግባራዊ ይሆናሉ፡፡ የሥራ ዝርዝራች በቃለ ዐዋዲው ከአንቀጽ 7 እስከ የተዘረዘረው ወረዳ ቤተ ክህነቱን ሁኔታ እያገናዘበ እንዲስማማ እያደረገ ለወረዳው ቤተ ክህነት ያገለግላል፡፡"
                },
                {
                    "titleAm": "አንቀጽ ፴፯ : የወረዳ ቤተ ክህነት ሥራ አስኪያጅ ሥልጣንና ተግባር",
                    "contentAm": "1.በወረዳው ክልል ውስጥ ለሚገኙት ገዳማት፣ አድባራት፣ የገጠር አብያተ ክርስቲያናትና በየደረጃው ለተቋቋሙት ሰበካ መንፈሳዊያን ጉባኤያት የሥራ አመራርና ከፍተኛ የአስተዳደር ኀላፊነት ያለው መሥሪያ ቤት ነው፡፡\n\n2.ተጠሪነቱ ለሀገረ ስብከቱ ሊቀ ጳጳስ የሆነ የወረዳ ቤተ ክህነት ስራ አስኪያጅ ይኖራል፡፡\n\n3.የቃለ ዐዋዲውንና ከሀገረ ስብከቱ የሚተላለፉትን ደንቦችና መመሪያዎች የሚፈጽምለትና የሚያስፈጽምለት አንድ አስተዳደር ጉባኤና ልዩ ልዩ የሥራ ክፍሎች ይኖሩታል፡፡\n\n4.ስለ አጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ ጽ/ቤት የሥራ ክፍሎች መቋቋም በአንቀጽ %6 ከሀ-ኘ የተዘረዘሩት የሥራ ዘርፎች (ክፍሎች) በወረዳ ቤተ ክህነት ጽ/ቤትም ተግባራዊ ይሆናሉ፡፡ የሥራ ዝርዝራች በቃለ ዐዋዲው ከአንቀጽ %7 እስከ ' የተዘረዘረው የወረዳ ቤተ ክህነቱን ሁኔታ እያገናዘበ እንዲስማማ እያደረገ ለወረዳው ቤተ ክህነትም ያገለግላል፡፡",
                    "titleEn": "Article 37: Powers and Functions of Manager of the Woreda Diocese",
                    "contentEn": "The Woreda Diocese Manager, in addition to executing the objectives and functions mentioned under chapter 2, Articles 5 and 6, shall have the following powers and functions:\n\n1. Shall serve as a chairperson and chief executive of the Woreda Spiritual council and the Spiritual administrative council, thus shall convene meetings and execute decisions written in minutes as per this bylaws; shall also conduct correspondences, property and finance management and other related activities of the Spiritual; shall, in general, be head and chief of the Woreda Spiritual administrative council\n\n2. Shall be responsible to organize and strengthen the churches within the Woreda Spiritual under Spiritual administrative council as per this bylaws\n\n3. The Woreda diocese manager shall be a chief coordinator for implementation of local church Spiritual council election; and to strengthen the Bylaw, shall facilitate delivery of instruction to the local clergies and the faithful ahead of the election\n\n4. Shall coordinate diocese workers and others within the Woreda so that they participate in the local church Spiritual administrative council and different service units with out payment\n\n5. Upon receiving direction from the archbish opric diocese, shall establish and organize different work units required for the Woredadiocese\n\n6. Shall, in consultation with the office of thearchbishopric diocese, provide and distribute in due time income and expense invoices and modules of finance and property needed for the use of the Spiritual church\n\n7. Shall supervise the implementation of works of all Spiritual administration and other units as per the bylaw\n\n8. Shall present to the archbishopric diocese office for approval of the election of the local church Spiritual administrative council (executive committee) members and other heads within the Woreda Spiritual council\n\n9. shall present the plans of all local churches to the Woreda Spiritual administrative council; and upon examination, shall present the same to the office of the archbishopric diocese for approval; and upon approval, shall ensure the implementation\n\n10. shall, every time, prepare daily and regular schedules to go to all Spirituales to preach gospel and get it preached; and shall motivate and encourage the faithful towards the organization and strengthening of Spiritual council\n\n11. Shall follow up and ensure that the contribution of local churches is duly collected and timely submitted to the diocese\n\n12. Shall, in addition to the data presented from the local churches, register clergies, teachers, preachers and the faithful with their families in various educational and workinstitutions; and shall submit to the office of the archbishopric diocese in due time the Woreda’s statistical data, the budget year performance and financial report\n\n13. Shall, along with the appointed accountant of the Woreda, operate the bank account of Woreda"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፮",
            "articles": [
                {
                    "titleEn": "Article 38: Formation and Organization of the Archbishopric Diocese",
                    "titleAm": "አንቀጽ ፴፰: የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ አመሠራረትና አደረጃጀት",
                    "contentEn": "1. Formation\n\nA. One clergy, one faithful, one young person from Sunday school, and the manager of the Woreda diocese, in total a delegation of four members elected by the Woreda Spiritual administrative councils (executive committees) within the archbishop diocese, as well as the archbishop diocese manager and the secretary general, all together with heads of work units shall establish the archbishopric Spiritual council presided over by the archbishop.\n\nB. The archbishopric Spiritual council established in this manner shall have one assembly convened twice a year as needed.\n\nC. The archbishop diocese Spiritual council shall elect an administrative council or executive committee that meets once every three months and implements its functions and objectives.\n\n2. Structure Under the Archbishop Diocese:\n\nA. One Spiritual council of the diocese, whereby the diocese archbishop becomes the chairperson.\n\nB. The diocese Spiritual administrative council (executive committee) and the archbishop diocese administrative council.\n\nC. The office of the diocese Spiritual administrative council (the diocese office).\n\nD. The work units organized at the local Spiritual council as per Article 51 Number 4 of the law of church and Article 16 Number 1 of the bylaw, shall be the work units of the diocese; and the details mentioned in Articles 17-30 shall also be workable for the diocese, depending on the situation thereof.",
                    "contentAm": "1. አመሠራረት፡-\n\nሀ) በሀገረ ስብከት ሥራ የሚገኙት በወረዳ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) የተመረጡ ከካህናት አንድ፣ ከምእመናን አንድ፣ ከሰንበት ት/ቤት ወጣቶች አንድ፣ ከወረዳው ቤተ ክህነት ሥራ አስኪያጅ ጋር አራት ልኡካን እንዲሁም ከሀገረ ስብከቱ ሥራ አስኪያጅ ዋና ጸሐፊ ጀምሮ የክፍል ኀላፊዎች በአንድነት ሊቀ ጳጳሱ ሰብሳቢ የሆነበት የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤን ይመሠርታሉ፡፡\n\nለ) በዚህ አኳኋን የተመሠረተው የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ እንደ አስፈላጊነቱ በዓመት ሁለት ጊዜ የሚሰበሰብ አንድ ጉባኤ ይኖረዋል፡፡\n\nሐ) ይህ የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ ሥልጣኑንና ተግባሩን የሚያስፈጽምለት በየሦስት ወር አንድ ጊዜ የሚሰበሰብ የአስተዳደር ጉባኤ ወይም የሥራ አስፈጻሚ ኮሚቴ ይመርጣል፡፡\n\n2. አደረጃጀት፡- በመንበረ ጵጵስና ሀገረ ስብከት ሥር፡-\n\nሀ) የሀገረ ስብከቱ ሊቀ ጳጳስ ሰብሳቢ የሆነበት አንድ የሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ፤\n\nለ) የሀገረ ስብከት መንፈሳዊ አስተዳደር ጉባኤ (የሥራ አስፈጻሚ ኮሚቴ) እና የሀገረ ስብከቱ ቤተ ክህነት አስተዳደር ጉባኤ፤\n\nሐ) የሀገረ ስብከቱ ሰበካ አስተዳደር ጉባኤ ጽ/ቤት (የሀገረ ስብከቱ ጽ/ቤት)፤\n\nመ) በሕገ ቤተ ክርስቲያን አንቀጽ 1 ተራ ቁጥር 4 የተደነገጉና በቃለ ዐዋዲው በአንቀጽ 6 በተራ ቁጥር 1 በአጥቢያው ሰበካ መንፈሳዊ ጉባኤ የተዋቀሩት የሥራ ክፍሎች የሀገረ ስብከቱ ቤተ ክህነት የሥራ ክፍሎች ናቸው፡፡ የሥራ ዝርዝራቸውም በቃለ ዐዋዲው ከአንቀጽ 7 እስከ የተዘረዘረው የሀገረ ስብከቱን ሁኔታ እያገናዘበ እንዲስማማ እያደረገ ለሀገረ ስብከቱ እንዲያገለግል ይሆናል፡፡"
                },
                {
                    "titleEn": "Article 39: Members of the Archbishopric Diocese Spiritual Council",
                    "titleAm": "አንቀጽ ፴፱: የመንበረ ጵጵስና ሀገረ ስብከት መንፈሳዊ ጉባኤ አባላት",
                    "contentEn": "1. The diocese archbishop…………………………………………. Chairperson of the Council.\n\n2. The diocese manager in the absence of the diocese archbishop…………………………………………. Chairperson of the Council.\n\n3. Secretary general of the diocese office and department heads……. Members of the council.\n\n4. Managers of Woreda diocese……. Members of the council.\n\n5. Representative clergies of Woreda Spiritual councils under the archbishop diocese..…. Members of the Assembly.\n\n6. Representative of the faithful of Woreda Spiritual councils under the diocese office…. Members of the Assembly.\n\n7. Representatives of Sunday School students of the Woreda Spiritual councils within the diocese……. Members of the council.\n\n8. The diocese manager in the presidency of the diocese archbishop…………. Member and secretary of the council.\n\n9. The diocese secretary general in the presidency of the diocese manager……… Member and secretary of the council.",
                    "contentAm": "1. የሀገረ ስብከቱ ሊቀ ጳጳስ …………………………………………. የጉባኤው ርእስ መንበር.\n\n2. ሊቀ ጳጳሱ በሌለበት ጊዜ የሀገረ ስብከቱ ሥራ አስኪያጅ ……………………... የጉባኤው ሰብሳቢ.\n\n3. የሀገረ ስብከቱ ጽ/ቤት ዋና ጸሐፊና የክፍል ኀላፊዎች ………………………….. የጉበኤው አባላት.\n\n4. የወረዳ ቤተ ክህነት ሥራ አስኪያጅ ………………………………………. የጉባኤው አባላት.\n\n5. በሀገረ ስብከቱ ውስጥ ከሚገኙት ወረዳ ሰበካ መንፈሳዊያን ጉባኤያት የተወከሉ ካህናት ……………………………… የጉባኤው አባላት.\n\n6. በሀገረ ስብከቱ ውስጥ ከሚገኙት ወረዳ ሰበካ መንፈሳዊያን ጉባኤያት የተወከሉ ምእመናን……………………………………. የጉባኤው አባላት.\n\n7. በሀገረ ስብከቱ ውስጥ ከሚገኙት ወረዳ ሰበካ መንፈሳዊያን ጉባኤያት የተወከሉ የሰንበት ት/ቤት ወጣቶች …………………………………………….. የጉባኤው አባላት.\n\n8. ሊቀ ጳጳሱ የጉባኤው ርእሰ መንበር በሚሆንበት ጊዜ  የሀገረ ስብከቱ ሥራ አስኪያጅ ………………………………………. የጉባኤው አባልና ጸሐፊ.\n\n9. የሀገረ ስብከቱ ሥራ አስኪያጅ ሰብሳቢ በሚሆንበት ጊዜ የሀገረ ስብከቱ ዋና ጸሐፊ ……………………… የጉባኤው አባልና ጸሐፊ."
                },
                {
                    "titleAm": "አንቀጽ ፵: የመንበረ ጵጵስና ሀገረ ስብከት መንፈሳዊ ጉባኤ አባላት",
                    "contentAm": "በሕገ ቤተ ክርስቲያን አንቀጽ 2 በተደነገገውና በቃለ ዐዋዲው በአንቀጽ 5 እና 6 የተመለከተውን ዐላማና ተግባር እየፈጸመና እያስፈጸመ በተጨማሪ የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ የሚከተል ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1. ከቅዱስ ሲኖዶስ በየጊዜው የሚወጣውን ሕግና የቃለ ዐዋዲውን መሠረታዊ ሐሳብ ሳይለቅ ለሀገረ ስብከቱ መንፈሳዊ ጉባኤ የተዘጋጀውን የውስጥ መተዳደሪያ ደንብ፣ የሥራ መመሪያ እና ከአስተዳደር ጉባኤ የሚቀርቡለትን ልዩ ልዩ የሥራ ዕቅዶች አይቶ ከውሳኔ ሐሳብ ጋር በሊቀ ጳጳሱ እንዲቀርብ ያደርጋል፡፡\n\n2. በመንበረ ጵጵስና ሀገረ ስብከት መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) ተዘጋጅቶ የቀረበውን የየዐጥቢያውንና የየወረዳውን በጠቅላላው የሀገረ ስብከቱን ያለፈውን የሥራ ክንውን የወደፊቱን የሥራ ዕቅድ የሰበካውን ካህናትና ምእመናን ሁኔታ የገንዘብና ንብረት መግለጫ እየመረመረ በየእያንዳንዱ ጉዳይ ላይ ውሳኔ ይሰጣል፡፡\n\n3. የቤት ክርስቲያንን የሥራ እንቅስቃሴ ለማጠናከር የመንፈሳዊ ት/ቤቶች፣ ሰባክያን ወንጌልን፣ የሰከባ መንፈሳውያን ጉባኤያትን፣ የልማት ሥራዎች፣ የበጎ አድራጎትና ማኅበራዊ አገልግሎቶችን በሀገረ ስብከቱ ውስጥ እንዲቋቋሙና እንዲስፋፉ ያደርጋል፡፡\n\n4. በሀገረ ስብከት ደረጃ ለሚከናወኑት የሥራ ዕቅዶችን ልዩ ልዩ አገልግሎቶች የሚያስፈልገውን በጀት ይወስናል፡፡ መሰብሰቡንና በሥራ ላይ መዋሉንም ያረጋግጣል፡፡\n\n5. ከየአጥቢያው አብያተ ክርስቲያናት ለኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ጠቅላላ አስተዳደርና ልዩ ልዩ አገልግሎት የሚከፈለውን 20% (ሃያ ከመቶ) ገንዘብ በወቅቱ ገቢ መሆኑን ይቆጣጠራል፡፡\n\n6. በቃለ ዐዋዲው በአንቀጽ 1 ለተመለከቱት የአስተዳደር ጉባኤ አባላት የሚስማሙትን ከአራት የማያንሱ ከስምንት የማይበልጡ ካህናት፣ ምእመናንና የሰንበት ት/ቤት ወጣቶችን ተወካይ በድምፅ ብልጫ ይመርጣል፡፡\n\n7. የሀገረ ስብከት ሰበካ መንፈሳዊ ጉባኤ ተጠሪነቱ ለመንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት ይሆናል፡፡",
                    "titleEn": "Article 40: Powers and Functions of the Archbishopric Diocese Spiritual Council",
                    "contentEn": "Pursuant to the law of church Article 52, the Archbishop’s Diocese Spiritual Council, in addition to executing the objectives and functions mentioned under Articles 5 and 6 of this bylaw, shall have the following powers and functions:\n\n1. Shall, without prejudice to this bylaws and to every order given by the Holy Synod, review the internal bylaw prepared for the diocese Spiritual council, the work directives, and the different work plans from the administrative council, and shall present the same with a decision proposal to the archbishop.\n\n2. Shall examine reports on the previous performances, the future plans, the condition of clergies and the faithful, as well as the property and financial statement of the local churches and the Woreda, the diocese in general, which are prepared and presented by the archbishop diocese Spiritual administrative council (executive committee), and shall pass a decision on each item.\n\n3. With a view of strengthening the activities of the church, it shall establish and expand spiritual schools, gospel preachers, Spiritual councils, development, charity, and social services within the diocese.\n\n4. Shall determine the budget needed for the implementation of plans and different services to be rendered at the diocese level; shall ensure the collection and utilization.\n\n5. Shall monitor that the 20% contribution from each of the local churches is collected and submitted duly for general administration and different services of the Ethiopian Orthodox Tewahedo Church.\n\n6. Shall elect, upon majority vote, a minimum of four and maximum of eight members from clergies, Sunday School youth, and the faithful for members of the administrative council, as mentioned in Article 41 of this bylaw.\n\n7. The diocese Spiritual council shall be accountable to the office of the archbishopric diocese."
                },
                {
                    "titleEn": "Article 41: Members of the Archbishopric Diocese Spiritual Administrative Council (Executive Committee)",
                    "titleAm": "አንቀጽ ፵፩: የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) አባላት",
                    "contentEn": "1. The diocese manager………………. Chairperson of the council.\n\n2. Among the representatives of the clergies and faithful mentioned under numbers 3 and 4 of this article, an eligible priest or eligible follower aged between 30 and 60 elected by this council………………. Deputy Chairperson of the council.\n\n3. A minimum of two and a maximum of four clergies elected by the diocese Spiritual council………………. Members of the council.\n\n4. A minimum of two and a maximum of four faithful, along with one representative from the youth elected by the diocese Spiritual council…………… Members of the council.\n\n5. The diocese secretary general ……. Member and secretary of the council.",
                    "contentAm": "1. የሀገረ ስብከቱ ሥራ አስኪያጅ…………………………… የጉባኤው ሰብሳቢ.\n\n2. በዚህ አንቀጽ በተራ ቁጥር 3 እና 4 ከተመለከቱት የካህናት እና የምእመናን ተወካዮች መካከል ዕድሜው ከ18 ዓመት ያላነሰ ከ30 ዓመት ያልበለጠ ብቁ ችሎታ ያለው በዚህ ጉባኤ የተመረጠ ካህን/ምእመን/ ………………………………. የጉባኤው ምክትል ሰብሳቢ.\n\n3. ቁጥራቸው ከሁለት ያላነሱ ከአራት ያልበለጡ በሀገረ ስብከቱ ጠቅላላ መንፈሳዊ ጉባኤ የተመረጡ ካህናት ………………………………. የጉባኤው አባላት.\n\n4. ከአንድ የወጣት ተወካይ ጋር ቁጥራቸው ከሁለት ያላነሱ ከአራት ያልበለጡ በሀገረ ስብከቱ ጠቅላላ መንፈሳዊ ጉባኤ የተመረጡ ምእመናን …………………………… የጉባኤው አባላት.\n\n5. የሀገረ ስብከት ዋና ፀሐፊ ……………………………… የጉባኤው አባልና ጸሐፊ."
                },
                {
                    "titleEn": "Article 42: Powers and Functions of the Archbishopric Diocese Spiritual Administrative Council (Executive Committee)",
                    "titleAm": "አንቀጽ ፵፪: የመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) ሥልጣንና ተግባር",
                    "contentEn": "The Archbishopric Diocese General Spiritual Administrative Council (Executive Committee), in addition to executing the objectives and functions mentioned under Articles 5 and 6 of this bylaw, shall have the following powers and functions:\n\n1. Shall ensure the implementation of the laws enacted by the Holy Synod, the decisions passed by the Patriarchate General Spiritual Council, and the directives given by the Archbishopric General Diocese Spiritual Council.\n\n2. Shall formulate plans for the growth of spiritual and secular education, gospel preaching, development, charity, and the overall prosperity and services of the diocese; shall review the plans from every Woreda and submit them for approval, after which it shall ensure their implementation.\n\n3. Shall follow up on the implementation of the plans approved by the decision of the General Spiritual Council.\n\n4. Shall monitor and ascertain that the funds allotted for the plans are duly utilized.\n\n5. Shall ensure that the 20% contribution from each of the local churches and from every income of the diocese is paid according to the shares mentioned below:\n\na. To the Patriarchate General Spiritual Council………………… 35%\n\nb. To the diocese……………………………… 30%\n\nc. To the Woreda diocese offices within the Archbishopric diocese………………… 30%\n\nd. For the expansion of model schools within the diocese……………… 5%\n\n6. Shall ensure that the Addis Ababa diocese pays 20% of the contribution collected from local churches and from any of its revenue as follows:\n\na. To the Patriarchate General Spiritual Council… 65%\n\nb. To the diocese………………………………… 35%\n\n7. Shall, in collaboration with relevant organizations and experts, carry out charitable and development activities, thereby expanding the development and social services of the diocese.\n\n8. Shall assess the annual budget allocation presented from the local churches and present it to the office of the Archbishopric diocese with recommendations; and shall pass it back to the requesting unit upon approval by the Diocese Spiritual Administrative Council.\n\n9. Shall ensure that all financial contributions are collected in due time and managed properly.\n\n10. Shall follow up on the administration, property, and financial management of the diocese; shall also ensure that the finance and property are duly inspected by a supervisor.\n\n11. Shall consistently follow up that the Spiritual Councils at different levels within the diocese duly present their respective complete reports that reveal their human resources, performances, future plans, properties, and financial incomes and expenses.\n\n12. Shall prepare and present agendas and work plans for the assembly of the council.\n\n13. Shall notify the presidency of the General Council (the Archbishop) for the Spiritual Administrative Council (Executive Committee) assembly to be convened.\n\n14. Shall, other than the diocese manager or a representative, elect and send, from the churches and monasteries under the diocese, one priest, one faithful, and one young person among members of the local Spiritual Administrative Council (Executive Committee), and heads of the Evangelical Service and Spiritual Council of the diocese, totaling five persons, to attend meetings of the Patriarchate General Spiritual Council.\n\n15. Shall act as per the provision of Article 11 Number 4 of this bylaw to replace members of the Archbishopric Diocese General Spiritual Administrative Council (Executive Committee) missing as a result of their election to the Patriarchate General Spiritual Administrative Council whenever the number of the Archbishopric Spiritual Administrative Council members falls below five.\n\n16. The term of service for elected members of the Archbishopric Spiritual Administrative Council shall be as per Chapter 3 Article 11 Number 2 of this bylaw.\n\n17. The Diocese Spiritual Administrative Council (Executive Committee) shall be accountable to the Archbishopric Diocese General Spiritual Council.",
                    "contentAm": "1. በቃለ ዐዋዲው በአንቀጽ 5 እና 6 የተገለጸውን ዐላማና ተግባር እየፈጸመና በትክክል መፈጸሙን እየተቆጣጠረ የመንበረ ጵጵስና ሀገረ ስብከት መንፈሳዊ አስተዳደር ጉባኤ የሚከተለው ሥልጣንና ተግባር ይኖረዋል፡፡\n\n2. በቅዱስ ሲኖዶስ የወጣውን ሕግ፣ ደንብና መመሪያ በመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ የሚታላለፈውን ውሳኔና በመንበረ ጵጵስና ጠቅላላ የሀገረ ስብከት መንፈሳዊ ጉባኤ የሚሰጠውን መመሪያ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n3. ስለ መንፈሳዊ ዘመናዊ ትምህርት፣ ስለ ስብከተ ወንጌል፣ ስለ ልማትና በጎ አድራጎት በጠቅላላ የሀገረ ስብከቱን ሀብትና አገልግሎት ለማስፋፋት ዕቅድ እያወጣና ከየወረዳው የተላኩን የሥራ ዕቅዶች እያጠና ከአስተያየት ጋር ለጠቅላላ ጉባኤው አቅርቦ ሲፈቅድ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n4. በሀገረ ስብከቱ ጠቅላላ መንፈሳዊ ጉባኤ ውሳኔ መሠረት የተፈቀዱትን ዕቅዶች አፈጻጸም ይከታተላል፡፡\n\n5. ለዕቅዶች የተፈቀደውን ገንዘብ በደንቡ መሠረት ወጭ ሆኖ ለታቀደለት ሥራ መዋሉን ይቆጣጠራል፡፡\n\n6. ከየአጥቢያው አብያተ ክርስቲያናት ከተሰበሰበው 20% እና ከማናቸውም የሀገረ ስብከቱ ገቢ ላይ ከዚህ በታች በተዘረዘረው መሠረት ለእያንዳንዱ እንደ ድርሻው እንዲከፈል ያደርጋል፡፤\n\nሀ) ለመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ………………...35%\n\nለ) ለሀገረ ስብከቱ ………………………………………………………………………30%\n\nሐ) በሀገረ ስብከቱ  ለሚገኙት የወረዳ ቤተ ክህነት ጽ/ቤቶች ……………….  30 %\n\nመ) በሀገረ ስብከቱ ለሚገኙ የአብነት ትምህርት ቤቶች ማስፋፊያ ……......5%\n\n7. የአዲስ አበባ ሀገረ ስብከት ከየአጥቢያው አብያተ ክርስቲያናት ከሰበሰበው 20% እና ከማናቸውም የሀገረ ስብከቱ ገቢ ላይ፡-\n\nሀ/ ለመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ……… 65%\n\nለ/ ለሀገረ ስብከቱ …………………………………… 35%\n\n8. የሀገረ ስብከቱን የልማትና ማኅበራዊ አገልግሎት ለማስፋፋት አግባብ ካላቸው ድርጅቶችና ባለሙያዎች ጋር በመተባበር የበጎ አድራጎት ልዩ ልዩ የልማት ስራዎችን ያከናውናል፡፡\n\n9. ከየአጥቢያው አብያተ ክርስቲያናት ተዘጋጅቶ የሚቀርበው ዓመታዊ የገንዘብ ድልድል (በጀት) አጥንቶ ከአስተያየት ጋር ለመንበረ ጵጵስናው ሀገረ ስብከት ጽ/ቤት ያቅርባል፡፡ በሀገረ ስብከቱ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ ሲፈቀድም በሥራ ላይ እንዲውል ለጠየቀው ክፍል ያስተላልፋል፡፡\n\n10. ማንኛውም የገንዘብ ክፍያ በወቅቱ መሰብሰቡን፣ በደንቡ መሠረት በትክክል መያዙንና መጠበቁን ያረጋግጣል፡፡\n\n11. የሰበካው አስተዳደር፣ የገንዘብ አያያዝና የንብረት አጠባበቅ ይከታተላል፤ በየጊዜውም ገንዘቡንም ሆነ ንብረቱን በሒሳብ ተቆጣጣሪ ያስመረምራል፡፡\n\n12. በሀገረ ስብከቱ በየደረጃው የሚገኙት የሰበካ መንፈሳውያን ጉባኤያት ሁሉ የሰው ኀይላቸውን፣ የሥራ ክንውናቸውን፣ የወደፊት ዕቅዳቸውን፣ የንብረት ይዞታቸውን፣ የገንዘብ ገቢያቸውንና ወጪያቸውን በመግለጽ ሪፖርታቸውን አሟልተው በወቅቱ እንዲያቀርቡ በየጊዜው ክትትል ያደርጋል፡፡\n\n13. ለጠቅላላ ጉባኤ ስብሰባ የመነጋገሪያ አርእስት እና የሥራ መርሐ ግብር በቅድሚያ አዘጋጅቶ ያቀርባል፡፡\n\n14. የሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) እንደ አስፈላጊነቱ ጠቅላላ ጉባኤው እንዲጠራ ለጠቅላላ ጉባኤው ርእሰ መንበር (ሊቀ ጳጳስ) ያሳስባል፡፡\n\n15. ከአጥቢያው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) አባላት መካከል በመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ስብሰባ የሚገኙ ከሀገረ ስብከቱ ሥራ አስኪያጅ ሌላ በሀገረ ስብከቱ ሥር ካሉ አድባራትና ገዳማት የሚመረጡ አንድ ካህን፣ አንድ ምእመን፣ አንድ የሰንበት ት/ቤት ወጣት፣ የሀገረ ስብከቱ የስብከተ ወንጌልና የሰበካ ጉባኤ ክፍል ኃላፊዎች በድምሩ አምስት ሰዎችን መርጦ ይልካል፡፡\n\n16. ከመንበረ ጵጵስናው  ሀገረ ስብከት ጠቅላላ መንፈሳዊ አስተዳደር ጉባኤ አባላት የአገልግሎት ዘመን በቃለ ዐዋዲው በምዕራፍ 3 በአንቀጽ 11 ቁጥር 2 በተገለጸው መሠረት ይሆናል፡፡\n\n17. የሀገረ ስብከት መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) ተጠሪነቱ ለመንበረ ጵጵስናው ሀገረ ስብከት ጠቅላላ መንፈሳዊ ጉባኤ ይሆናል፡፡"
                },
                {
                    "titleEn": "Article 43: The Archbishopric Diocese Office",
                    "titleAm": "አንቀጽ ፵፫: የመንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት",
                    "contentEn": "Pursuant to Article 51 Number 6 of the law of church, the bishopric diocese office is accountable to the patriarchate head office.\n\n1. The archbishopric diocese office is a higher administrative body for the monasteries, churches, rural churches and Spiritual councils at different levels within the diocese area\n\n2. As per Article 51 Number 2 of church law,each diocese office shall be headed by an archbishop, or by a bishop, or by episcopes\n\n3. The diocese office shall have one administrative council and different units mentioned under Article 51 Number 4 of church law and Article 16 Number 1 of this bylaw, to execute the provisions cited under Article 52 of the church law and objectives and functions of this bylaw and different decisions, regulations, and directives given by the superior\n\n4.The Addis Ababa diocese shall be administered by the provisions of this bylaw and the rules and directives of the Holy Synod..",
                    "contentAm": "በሕገ ቤተ ክርስቲያን አንቀጽ )1 ተራ ቁጥር 6 በተደነገገው መሠረት የመንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት ተጠሪነቱ ለመንበረ ፓትርያርክ ጠቅላይ ጽ/ቤት ይሆናል፡፡\n\n1.በሀገረ ስብከቱ ክልል ውስጥ ለሚገኙት ገዳማት፣ አድባራትና የገጠር አብያተ ክርስቲያናት፣ በየደረጃው ለተቋቋሚት ሰበካ መንፈሳዊያን ጉባኤትና ለወረዳ ቤተ ክህነት የሥራ አመራር ከፍተኛ የአስተዳደር ኀላፊነት ያለው መሥሪያ ቤት ነው፡፡\n\n2.በሕገ ቤተ ክርስቲያን አንቀጽ )1 ተራ ቁጥር 2 ድንጋጌ መሠረት እያንዳንዱ ሀገረ ስብከት ጽ/ቤት በሊቀ ጳጳስ ወይም በጳጳስ ወይም በኤጲስ ቆጶስ ይመራል፡፡\n\n3.የሀገረ ስብከቱ ጽ/ቤት በሕገ ቤተ ክርስቲያን አንቀጽ )2የተደነገገውንና የቃለ ዐዋዲውን ዐላማና ተግባር ከበላይ የሚተላለፈውን ሕግ፣ ደንብና መመሪያ የሚፈጽምበትና የሚያስፈጽምበት አንድ አስተዳደር ጉባኤና በሕገ ቤተ ክርስቲያን አንቀጽ )1 ተራ ቁጥር 4 የተደነገገውንና በቃለ ዐዋዲው አንቀጽ %6 ተራ ቁጥር 1 የተዘረዘሩት ልዩ ልዩ የሥራ ክፍሎች ይኖሩታል፡፡ የሥራ ዝርዝራቸውም እንደ የአህጉረ ስብከቱ ሁኔታ እየታየ ከአንቀጽ %6 እስከ አንቀጽ ' ድረስ የተገለጸው ይሆናል፡፡\n\n4.አዲስ አበባ ሀገረ ስብከት በቃለ ዐዋዲ ድንጋጌና ቅዱስ ሲኖዶስ በሚያወጣው ልዩ ደንብና መመሪያ ይተዳደራል፡፡"
                },
                {
                    "titleEn": "Article 44: Powers and Functions of the Diocese Archbishop",
                    "titleAm": "አንቀጽ ፵፬: የሀገረ ስብከቱ ሊቃ ጳጳስና ሥልጣንና ተግባር",
                    "contentEn": "In addition to the provisions mentioned under Article 37 and 53 of church law, the Archbishop shall have the following powers and functions:\n\n1. The archbishop is accountable to the Holy Synod. He is the superior authority of the archbishop diocese office and the general diocese administration; he is also the chairperson of the general Spiritual Council.\n\n2. As the spiritual father of the general church in the diocese, he shall consistently provide spiritual advice and blessings to heads of the Spiritual Councils; provide education and console clergies, the faithful, and Sunday school children and youth.\n\n3. Shall remain vigilant to ensure that the earliest and historic order of our sole, apostolic Holy Church is maintained well; and that its followers are defended from invading doctrines.\n\n4. Provide priesthood and deaconship titles, upon oral and written exams conducted by the head of education, head priest, and other clergies assigned by the diocese, to those qualified church servers as per Articles 6 and 7 of the spiritual rule (Fetih Menfesawi) and Article 20 Numbers 8 and 9 of this bylaw; he shall issue certificates to those granted the titles.\n\n5. Shall not grant ordination titles to those who have no credentials from their respective churches and to those without adequate church education.\n\n6. Shall facilitate the establishment of different work units needed in the diocese and also assign heads to the units, upon due assessment by the diocesan administrative council; and shall notify the Head Diocese about its implementation.\n\n7. Shall authorize, based on the canon of the church, the establishment of new churches in the diocese; shall place a cornerstone and bless the house for sacraments.\n\n8. Shall give directives to administrators and other workers of churches and monasteries within the diocese; shall provide correction during irregularities; and shall pass judgment against serious misconduct, upon examination by the diocesan administrative council.\n\n9. Shall, along with members of the diocesan administrative council, look into legal issues of the first instance and appeals within the diocese; shall refer to the Head Diocese or to the Holy Synod, cases for which appeal is made.\n\n10. Shall, along with the diocese manager, authorize the bank account of the diocese as per the provision under Article 53 Number 9 of church law.\n\n11. The archbishop is the chairperson of the diocesan administrative council.",
                    "contentAm": "በሕገ ቤተ ክርስቲያን አንቀጽ 37 እና 53 የተደነገገው በተጨማሪ ሥልጣንና ተግባር ይኖሩታል፡፡\n\n1. ሊቀ ጳጳሱ ተጠሪነቱ ለቅዱስ ሲኖዶስ ነው፡፡ የሀገረ ስብከቱ ጽ/ቤትና ጠቅላላ የቤተ ክህነት አስተዳደር መሪ እና የበላይ ኀላፊ የጠቅላላው ሰበካ መንፈሳዊ ጉባኤ ርእሰ መንበር ነው፡፡\n\n2. በሀገረ ስብከቱ ለምትገኘው ለጠቅላላዋ ቤተ ክርስቲያን መንፈሳዊ አባት በመሆኑ ለሰበካ ጉባኤያት መሪዎች መንፈሳዊ ምክር፣ መመሪያና ቡራኬ ይሰጣል፤ ያበረታታል፡፡ ለካህናት፣ ለምእመናን ለሰንበት ት/ቤት ሕፃናትና ወጣቶች ትምህርት ይሰጣል፤ ያጽናናል፡፡\n\n3. አንዲት ቅድስት ከሁሉ በላይና ሐዋርያዊት የሆነችው ቤተ ክርስቲያን ጥንታዊነቷና ታሪካዊነቷ በሰላም ተጠብቆ እንዲኖር እና ተከታዮቿ በባዕድ ሃይማኖት አስፋፊዎች እንዳይሰርቁ ብርቱ ጥንቃቄ ያደርጋል፡፡\n\n4. በፍትሕ መንፈሳዊ አንቀጽ 6 እና 7፣ በሕገ ቤተ ክርስቲያን አንቀጽ 3 ተራ ቁጥር 4 በተደነገገው መሠረት የቤተ ክርስቲያን አገልጋየች በትምህርት ክፉሉ በአቡነ ቀሲሱና ሀገረ ስብከቱ በሚመድባቸው ሌሎች ካህናት አማካይነት በቃልና በጽሑፍ ፈተና እየተጣራ ፈተናውን ላለፉት ብቻ የዲቁና የቅስና ማዕረግ ይሰጣል፡፡ ማዕረጉን ለተቀበሉት ምስክር ወረቀት እንዲሰጣቸው ያደርጋል፡፡\n\n5. ከሚያገለግሉበት አጥቢያ ቤተ ክርስቲያን መሸኛ ደብዳቤ ላልያዙና በቂ የቤተ ክርስቲያን ትምህርት ለሌላቸው ክህነት አይሰጥም፡፡\n\n6. በሀገረ ስብከቱ አስተዳደር ጉባኤ እያስጠና፣ እያወሰነና እያስወሰነ ለሀገረ ስብከቱ የሚያስፈልጉትን ልዩ ልዩ የሥራ ክፍሎች እንዲቋቋሙና ኀላፊዎችም እንዲመደቡ ያደርጋል፡፡ አፈጻጸሙንም ለጠቅላይ ቤተ ክህነት ያሳውቃል፡፡\n\n7. በሀገረ ስብከቱ ክልል ውስጥ አዳዲስ ለሚተከሉት አብያተ ክረስቲያናት በቀኖና ቤተ ክርስቲያን መሠረት ፈቃድ ይሰጣል፣ የመሠረት ድንጋይ ያኖራል፣ ቅዳሴ ቤቱን ይባርካል፤ ያከብራል፡፡\n\n8. በሀገረ ስብከቱ ሥር ለሚገኙ አድባራትና ገዳማት አስተዳዳሪዎችና ልዩ ልዩ ሠራተኞች መመሪያ ያስተላልፋል፡፡ ጥፋት ሲፈጸምም የማስተካካያ እርማት ይሰጣል፡፡ ከባድ ጥፋቶችንም በሀገረ ስብከቱ አስተዳደር ጉባኤ እያየ ይወስናል፡፡\n\n9. በሀገረ ስብከቱ ክልል ውስጥ በመጀመሪያ ደረጃም ሆነ በይግባኝ የሚቀርበውን የሕግ ሥነ ሥርዓት ጉዳይ ከሀገረ ስብከቱ አስተዳደር ጉባኤ አባላት ጋር ያያል፡፡ ይግባኝ የሚጠየቅበትንም ጉዳይ ለጠቅላይ ቤተ ክህነት ወይም ለቅዱስ ሲኖዶስ እንዲተላለፍ ያደርጋል፡፡\n\n10. በሕገ ቤተ ክርስቲያን አንቀጽ 3 ተራ ቁጥር 9 ላይ በተደነገገው መሠረት የሀገረ ስብከቱን የባንክ ሒሳብ ከሀገረ ስብከቱ ሥራ አስኪያጅ ጋር ያንቀሳቅሳል፡፡\n\n11. ሊቀ ጳጳሱ የሀገረ ስብከቱ አስተዳደር ጉባኤ ሰብሰቢ ነው፡፡"
                },
                {
                    "titleEn": "Article 45: Powers and Functions of the Diocese Manager",
                    "titleAm": "አንቀጽ ፵፭ : የየሀገረ ስብከቱ ሥራ አሥኪያጅ ሥልጣንና ተግባር",
                    "contentEn": "1.The manager shall be chief executive of the archbishopric diocese office and the diocese,and the chairperson of the diocese Spiritual administrative council.\n\n2. The manager shall be in charge of the archbishopric diocese (diocese) administrative council in the absence of the archbishop.\n\n3. Shall ensure that the directives of the Holy Synod, and the decisions of the Patriarchate general Spiritual council, and of the archbishop general Spiritual council are timely delivered to offices of Woreda diocese, churches and the Spiritual councils at different levels; and shall follow up the implementation of the same\n\n4. Shall supervise the due collection and submission of the payment contributions from all local churches as per Article 42 Number 5 of this bylaw\n\n5. Shall supervise that all expenses are made in accordance with the diocese budget limit and that the accounting and property management is implemented as per Articles 25 to 27 of this bylaw\n\n6. Shall, under supervision by the patriarchate head office and upon authorization by the archbishopric diocese office, print and distrbiute income and expense invoices, modules and other prints needed for the use of local Spiritual councils; and shall follow up the timely delivery of the same\n\n7. The manager shall not hire, promote, transfer or make salary increment, and firing workers, without the authorization of the archbishop, and approval of the archdiocese administrative council Shall give orders and provide guidance to administrators and others workers of churches and monasteries under the archdiocese\n\n8. Shall ensure the registry, in addition to the data presented to him from Woreda dioceses,of clergies, teachers, preachers and the faithful with their families in various educationnal and work institutions; and shall submit, indue time, the statistical data of the archdiocese, its annual performance and financial report to the archbishopric diocese Spiritual administrative council\n\n9. Shall, jointly with the archbishop of the diocese, authorize bank account of the archdiocese\n\n10.The archdiocese manager shall be accountable to the diocese archbishop",
                    "contentAm": "1.ሥራ አስኪያጁ የሀገረ ስብከቱ  ጽ/ቤትና የቤተ ክህነቱ ዋና ሥራ አስፈጻሚና በሀገረ ስብከት ደረጃ የሰበካ መንፈሳዊ አስተዳደር ጉባኤ ሰብሳቢ ነው፡፡\n\n2.ሊቀ ጳጳሱ በሌለበት ጊዜ ሥራ አስኪያጁ የሀገረ ስብከቱን (የቤተ ክህነቱን) አስተዳደር ጉባኤ በሰብሳቢነት ይመራል፡፡\n\n3.ከቅዱስ ሲኖዶስ የሚወጣው መመሪያ ከመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤና በሀገረ ስብከት ደረጃ የጠቅላላው ሰበካ መንፈሳዊ ጉባኤ ውሳኔዎች ለወረዳ ቤተ ክህነት ጽ/ቤቶችና ለአብያተ ክርስቲያናት እንዲሁም በየደረጃው ለሚገኙት ሰበካ መንፈሳዊ ጉባኤያት በወቅቱ እንዲደርሱ ያደርጋል፤ አፈጻጸሙንም ይከታተላል፡፡\n\n4.በየጊዜው ከየአጥቢያው ቤተ ክርስቲያን የሚከፈለውን ገንዘብ ተቆጣጥሮ በወቅቱ ገቢ እንዲሆንና በአንቀጽ (2 ተራ ቁጥር 5 በተደነገገው መሠረት እንዲፈጸም ያደርጋል፡፡\n\n5.ማንኛውም ወጪ ለሀገረ ስብከቱ በተፈቀደው በጀት መሠረት መሆኑን፤ የሒሳብ አያያዝና የንብረት አጠባበቁ በቃለ ዐዋዲው አንቀጽ *5 እስከ *7 በተደነገገው መሠረት መፈጸሙን ይቆጣጠራል፡፡\n\n6.ለአጥቢያው ሰበካ  መንፈሳውያን ጉባኤያት አገልግሎት  የሚውሉትን የገቢና የወጪ ካርኒዎች፣ ሞዴሎችንና አስፈላጊ የሆኑ ሌሎች እትሞችን በመንበር ፓትርያርኩ ጠቅላይ ጽ/ቤት የበላይ ተቆጣጣሪነትና በመንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት ኀላፊነት  አሳትሞ በወረዳው አማካይነት ለአጥቢያ ሰበካ መንፈሳዊን ጉባኤያት ያከፋፍላል፡፡ በትክክል መድረሱንም ይከታተላል፡፡\n\n7.ሥራ አስኪያጁ ከሊቀ ጳጳሱ መመሪያ ሳይቀበልና በሀገረ ስብከቱ አስተዳደር ጉባኤ ሳይወሰን ሠራተኛ መቅጠር፣ እድገት መስጠት፣ ዝውውር ማድረግ፣ ደመወዝ መጨመር፣ ከሥራ ማሰናበትና የመሳሰሉትን ሁሉ መፈጸም አይችልም፡፡\n\n8.በሀገረ ስብከቱ ሥር ለሚገኙ አድባራትና ገዳማት አስተዳዳሪዎችና ልዩ ልዩ ሠራተኞች የሥራ መመሪያ ያስተላልፋል፤ ይመክራል፡፡ ጥፋት ሲፈጸምም ከሊቀ ጳጳሱ መመሪያ እየተቀበለ እንደየጥፋቱ መጠን የቃልና የጽሑፍ ማስጠንቀቂያ ይሰጣል፡፡\n\n9.ከየወረዳው ቤተ ክህነት ተመዝግቦ ከቀረበለት መረጃ በተጨማሪ በልዩ ልዩ የትምህርት፣ የሥራ ተቋማት እና በመሳሰሉት ድርጅቶች ሁሉ የሚገኙትን ካህናት፣ መምህራን፣ ሰባክያን እና ምእመናንን ከነቤተሰቦቻቸው እንዲመዘገቡ በማድረግ  የሀገረ ስብከቱን አኃዛዊ  መረጃዎች /ስታስቲክስ/ የበጀት ዓመቱን የሥራ ክንውን እና የፋይናንስ ሪፖርት ለመንበረ ጵጵስናው ሰበካ መንፈሳዊ አስተዳደር ጉባኤ በወቅቱ ያቀርባል፡፡\n\n10.የሀገረ ስብከቱን የባንክ ሒሳብ ከሀገረ ስብከቱ ሊቀ ጳጳስ ጋር ያንቀሳቅሳል፡፡\n\n11.በቃለ ዐዋዲው አንቀጽ (4 ተራ ቁጥር % በተደነገገው መሠረት የሀገረ ስብከቱ ሥራ አስኪያጅ ተጠሪነቱ ለሀገረ ስብከቱ ሊቀ ጳጳስ ነው፡፡"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፯",
            "articles": [
                {
                    "titleEn": "Article 46: Formation and Structure of the Patriarchate General Spiritual Council",
                    "titleAm": "አንቀጽ ፵፮: የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ አመሠራረትና አደረጃጀት",
                    "contentAm": "1. አመሠራረት፡-\n\nሀ) በመላው የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ውስጥ የእያንዳንዱ ሀገረ ስብከት ሥራ አስኪያጆች፣ ከየመንበረ ጵጵስናው ሰበካ አስተዳደር ጉባኤ ተመርጠው የተወከሉ የካህናት፣ የምእመናንና የሰንበት ት/ቤት ወጣቶች በመንበረ ፓትርያርኩ ውስጥ ከቅዱስ ሲኖዶስ አባላት፣ ከጠቅላይ ቤተ ክህነት የመምሪያና የድርጅት ኀላፊዎች በአንድነት ተሰብስበው የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤን ይመሠረታሉ፡፡\n\nለ) በዚህ አኳኋን የተመሠረተው የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ በዓመት አንድ ጊዜ የሚሰበሰብ አንድ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ይኖረዋል፡፡ ይህም የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን አጠቃላይ ስብሰባ ይሆናል፡፡\n\nሐ) ይኸው የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ስልጣኑንና ተግባሩን የሚያስፈጽምለት እንደየአስፈላጊነቱ የሚሰበሰብ የአስተዳደር ጉባኤ ወይም የሥራ አስፈጻሚ ኮሚቴ ይመርጣል፡፡\n\n2. አደረጃጀት፡-\n\nሀ) ፓትርያርኩ ርእሰ መንበር የሆነብ አንድ የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ (የቤተ ክርስቲያን አጠቃላይ ስብሰባ)፤\n\nለ) የጠቅላይ ቤተ ክህነት ጠቅላይ ሥራ አስኪያጅ ሰብሳቢ የሆነበት አንድ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) እና የጠቅላይ ቤተ ክህነት አስተዳደር ጉባኤ፤\n\nሐ) የአጠቃላይ ሰበካ አስተዳደር ጽ/ቤት (የጠቅላይ ቤተ ክህነት ጽ/ቤት)፣\n\nመ) የአጠቃላይ ሰበካ አስተዳደር የሥራ ክፍሎች የጠቅላይ ቤተ ክህነት መምሪያዎችና ልዩ ልዩ የሥራ ክፍሎች ናቸው፡፡"
                },
                {
                    "titleAm": "አንቀጽ ፵፯: የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ አባላት",
                    "contentAm": "1. ፓትርያርኩ ……………………………………………………… የጉባኤው ርእሰ መንበር\n\n2. ጠቅላይ ሥራ አስኪያጁ ……………………………………. የጉባኤው ም/ሰብሳቢ\n\n3. በየሀገረ ስብከቱና በቤተ ክርስቲያኒቱ ከፍተኛ ሥልጣን ላይ የተመደቡት ሊቃለ ጳጳሳት …………………………. የጉባኤው አባለት\n\n4. የጠቅላይ ቤተ ክህነት ም/ሥራ አስኪያጅ ……………………………… የጉባኤው አባልና ጸሐፊ\n\n5. የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) ……………………… ……… የጉባኤው አባላት\n\n6. የመንበረ ፓትርያርክ ጠቅላይ ጽ/ቤት የመምሪያው፣ የኮሚሽንና የድርጅት ኀላፊዎች …………………………….. የጉባኤው አባላት\n\n7. የመንበረ ጵጵስና ሀገረ ስብከት ሥራ አስኪያጆች ………………………… የጉባኤው አባላት፣\n\n8. ከመንበረ ጵጵስና ሀገረ ስብከቱ መንፈሳዊያን የአስተዳደር ጉባኤያት ተመርጠው የተወከሉ ካህናት …………………… የጉባኤው አባላት\n\n9. ከየመንበሩ ጵጵስና ሀገረ ስብከት መንፈሳውያን የአስተዳደር ጉባኤያት ተመርጠው የተወከሉ ምእመናን ………………………… የጉባኤው አባላት\n\n10. ከየመንበረ ጵጵስና ሀገረ ስብከት ሰበካ መንፈሳውያን አስተዳደር ጉባኤያት ተመርጠው የተወከሉ የሰንበት ት/ቤት ወጣቶች …………………. የጉባኤው አባላት\n\n11. የመንበረ ጵጵስና ሀገረ ስብከት የስብከተ ወንጌልና የሰበካ ጉባኤ ክፍል ኀላፊዎች ……………… የጉባኤው አባላት፣\n\n12. በውጭ ሀገር የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ተወካዮች ……………………… የጉባኤው አባላት፣",
                    "titleEn": "Article 47: Formation and Structure of the Patriarchate General Spiritual Council",
                    "contentEn": "1. Formation\n\nA. Managers of every diocese in the Ethiopian Orthodox Church all over the country, clergies, the faithful, and youth elected as representatives of archbishopric Spiritual administrative councils, along with members of the Holy Synod and heads of departments of the head diocese and organizations, shall establish the patriarchate general Spiritual council.\n\nB. The patriarchate general Spiritual council shall have one general Spiritual council that will meet once a year; this shall be the general meeting of the EOTC.\n\nC. The patriarchate general Spiritual council shall elect an administrative council or executive committee that implements its powers and functions, and meets as needed.\n\n2. Structure\n\nA. One patriarchate general Spiritual council presided over by the patriarch (General Assembly of the church);\n\nB. One administrative council (executive committee) presided over by the head diocese general manager and administrative council of the head diocese;\n\nC. General Spiritual administrative office (the head diocese office);\n\nD. Work units of the general Spiritual administration, departments, and other units of the head diocese."
                },
                {
                    "titleEn": "Article 48: Formation and Structure of the Patriarchate General Spiritual Council",
                    "titleAm": "አንቀጽ ፵፰: የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ሥልጣንና ተግባር",
                    "contentEn": "The patriarchate general Spiritual administrative council, in addition to executing the objectives and functions cited under Articles 5 and 6 of this bylaw, shall have the following powers and functions:\n\n1. Upon hearing the statements and future plans of Spiritual councils, it shall discuss every agenda in due detail and give recommendation to the Holy Synod accordingly.\n\n2. Shall examine big issues of archdiocese administration presented through by the general Spiritual administrative council (executive committee)\n\n3. Shall provide proposals that church model schools, higher spiritual schools, training institutions for clergies, gospel preachers, teachers of Sunday School as well as development and charity organizations are established and organized towards the strengthening of spiritual and social services of the church\n\n4. Shall elect a minimum of four and maximum of eight members of the general Spiritual administrative council (executive committee) as mentioned in Article 49 of this bylaw\n\n5. The term of service for elect members shall be as per the provision under Chapter 3 Article 11 Number 2 of this bylaw.\n\n6. The patriarchate general Spiritual council shall be accountable to the Holy Synod",
                    "contentAm": "በቃለ ዐዋዲው አንቀጽ 5 እና 6 የተዘረዘሩትን ዐላማና ተግባር እየፈጸመና እያስፈጸመ የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ቀጥሎ የተመለከተው ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1.የየአህጉረ ስብከቱን መግለጫዎች እንዲሁም የወደፊት እቅዶች ከሰማ በኋላ በቅድሚያ በተዘጋጀው የመነጋገሪያ ርእስ (አጀንዳ) መሠረት አንድ በአንድ በጉዳዩ ላይ ተወያይቶ የውሳኔ ሀሳብ ለቅዱስ ሲኖዶስ ያቀርባል፡፡\n\n2.በአጠቃላይ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) በኩል ተጣርተው የሚቀርቡትን የየሀገረ ስብከት ከፍተኛ የሰበካ አስተዳደር ጉዳዮችን እየመረመረ አስፈላጊውንና ተገቢውን ይፈጽማል፡፡\n\n3.የቤተ ክርስቲያንን መንፈሳዊና ማኅበራዊ አገልግሎት ለማጠናከር የአብነት ት/ቤቶች ከፍተኛ የመንፈሳዊ ት/ቤቶች፣ የካህናት፣ የሰባክያንና የሰንበት ት/ቤት መምህራን ማሠልጠኛዎች፣ የልማትና በጎ አድራጎት ተቋማት፣ በሀገረ ስብከቱና በማእከል ደረጃ እንዲቋቋሙና እንዲደራጁ የውሳኔ ሀሳብ ያቀርባል፡፡\n\n4.በቃለ ዐዋዲው በአንቀጽ (9 የተዘረዘሩትን ከአራት ያላነሱ ከስምንት ያልበለጡ የአጠቃላዩን አስተዳደር ሰበካ መንፈሳዊ ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) አባላት ይመርጣል፡፡\n\n5.የተመረጡት አባላት የአገልግሎ ዘመን በቃለ ዐዋዲው በምዕራፍ 3 በአንቀጽ  %1 በተራ ቁጥር 2 በተገለጸው መሠረት ይሆናል፡፡\n\n6.የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ተጠሪነቱ ለቅዱስ ሲኖዶስ ነው፡:"
                },
                {
                    "titleEn": "Article 49: Members of the Patriarchate General Spiritual Administrative Council (Executive Committee)",
                    "titleAm": "አንቀጽ ፵፱ : የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) አባላት",
                    "contentEn": "1. General manager of the head diocese……chairperson of the council\n\n2. Deputy manager of the head diocese………first deputy chairperson of the council\n\n3. Among the representatives of the clergies and the faithful cited under numbers 4 and 5 of this Article, an eligible clergy or faithful aged between 30 and 60 elected by this council……………….Second Deputy Chairperson;\n\n4. A minimum of two and a maximum of four representative clergies elected by the general Spiritual council…………….members of the council\n\n5. A minimum of two and a maximum of four faithful with one young representative elected by the general council……….members of the council\n\n6. Chief of the head diocese office Spiritual council department …….member of the council\n\n7. Secretary general of the head diocese office Spiritual council department ……….secretary of the council",
                    "contentAm": "1. የጠቅላይ ቤተ ክህነት ሥራ አስኪያጅ ………………………….…… የጉባኤው ሰብሳቢ\n\n2. የጠቅላይ ቤተ ክህነት ም/ሥራ አስኪያጅ ……………………….. የጉባኤው አንደኛ ም/ሰብሳቢ\n\n3. በዚህ አንቀጽ በተራ ቁጥር 4 እና 5 ከተመለከቱት የካህናት እና የምእመናን ተወካዮች መካከል ዕድሜው ከ30 ዓመት ያላነሰ ከ60 ዓመት ያልበለጠ ብቁ ችሎታ ያለው በዚህ ጉባኤ የተመረጠ ካህን ወይም ምእመን ……………………. የጉባኤው ሁለተኛ ም/ሰብሳቢ\n\n4. ቁጥራቸው ከሁለት ያላነሱ ከአራት ያልበለጡ በአጠቃላይ ጉባኤው ተመርጠው የተወከሉ ካህናት ………………………… የጉባኤው አባላት\n\n5. ከአንድ የወጣት ተወካይ ጋር ቁጥራቸው ከሁለት ያላነሱ ከአራት ያልበለጡ በአጠቃላይ ጉባኤው ተመርጠው የተወከሉ ምእመናን……………………………… የጉባኤው አባላት\n\n6. የጠቅላይ ቤተ ክህነት ጽ/ቤት የጉባኤ ማደራጃ መምሪያ ኀላፊ ……………………….. የጉባኤው አባል\n\n7. የጠቅላይ ቤተ ክህነት ጽ/ቤት ሰበካ ጉባኤ ዋና ጸሐፊ ……………………… የጉባኤው ጸሐፊ"
                },
                {
                    "titleEn": "Article 50:Powers and Functions of the Patriarchate General Spiritual Administrative Council(Executive Committee)",
                    "titleAm": "አንቀጽ ፶: የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ(ሥራ አስፈጻሚ ኮሚቴ) አባላት",
                    "contentEn": "1. General manager of the head diocese……chair person of the council\n\n2. Deputy manager of the head diocese………first deputy chairperson of the council\n\n3. Amongst representatives of the clergies and the faithful cited under numbers 4 and 5 of this Article, an eligible clergy or eligible faithful aged between 30 and 60 elected by this council……………….Second Deputy Chairperson;\n\n4. A minimum of two and maximum four representative clergies elected by the general Spiritual council…………….members of the council\n\n5. A minimum of two and maximum four faithful with one young representative elected as representatives by the general council……….members of the council\n\n6. Chief of the head diocese office Spiritual council department …….member of the council\n\n7. Secretary general of the head diocese office Spiritual council department ……….secretary of the council",
                    "contentAm": "1.በቃለ ዐዋዲው በአንቀጽ 5 እና 6 የተዘረዘሩትን የሰበካ መንፈሳዊ ጉባኤ  ዐላማና ተግባር  እየፈጸመና በሥራ መተርጐምን እየተቆጣጠረ በተጨማሪ የሚከተለውን ሥልጣንና ተግባር ይኖረዋል፡፡\n\n1.በቅዱስ ሲኖዶስ የሚወጣውን ደንብ፣ መመሪያና በመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ የሚተላለፈውን ውሳኔና መግለጫ ለየአህጉረ ስብከቱና ለሚመለከታቸው ሁሉ በወቅቱ እንዲደርሳቸው ያደርጋል፡፡\n\n2.በሀገረ አቀፍ ደረጃ ለሚሠሩት ከፍተኛ ዕቅዶችና ለልዩ ልዩ መንፈሳዊና ማኅበራዊ አገልግሎት የተወሰነውን ገንዘብ በደንቡ መሠረት በትክክል መያዙንና መጠበቁን ይከታተላል፡፡\n\n3.ከየአጥቢያው አብያተ ክርስቲያናት ለኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ጠቅላላ አስተዳደርና ለልዩ ልዩ አገልግሎት የሚከፈለውን ገንዘብ ተቆጣጥሮ በየጊዜው ገቢ መሆኑን ያረጋግጣል፡፡\n\n4.የአጠቃላዩ ሰበካ አስተዳደር ገንዘብ አያያዝና የንብረት አጠባበቅ በቃለ ዐዋዲው ከአንቀጽ *5 እስከ*7 በተደነገገው መሠረት ማከናወኑን ይከታተላል በሒሳብ አጣሪም ያስመረምራል፡፡\n\n5.የሰበካ  መንፈሳዊ ጉባኤ የመተዳደሪያ ደንብና የሥራ መመሪያ እንደዚሁም ሊሻሻል የሚገባውን የሰበካ  መንፈሳውያን ጉባኤያት ሕግጋትና ልዩ ልዩ ድንጋጌዎች እያጠና ለአጠቃላዩ ጉባኤ ያቀርባል፡፡\n\n6.በሀገር አቀፍ ደረጃ ለሚከናወኑት የቤት ክርስቲያን  ዓይነተኛ ተግባራት ማለት ለስብከተ ወንጌል፣ ለመንፈሳዊ ትምህርት፣ ለልማት፣ ለበጎ አድራጎት፣ ለሰበካ መንፈሳውያን ጉባኤያት ሀብትና አገልግሎት መስፋፋት ዕቅድ እያወጣና መርሐ ግብር እያዘጋጀ  ለአጠቃላዩ ጉባኤ አቅርቦ ሲፈቀድለት በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n7.ለመንበረ  ፓትርያርክ  አጠቃላይ ሰበካ መንፈሳዊ ስብሰባ አጠቃላይ ሪፖርት፣ የመነጋገሪያ አርእስት (አጀንዳ) እና መርሐ ግብር ያዘጋጃል፡፡\n\n8.የሰበካ መንፈሳዊ አስተዳደር ጉባኤ ወይም ሥራ አስፈጻሚ ኮሚቴ ተጠሪነቱ ለመንበረ ፓትርያርኩ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ይሆናል፡፡\n\n9.በየዓመቱ ጥቅምት ወር የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ እንዲካሄድ ያደርጋል፡፡"
                },
                {
                    "titleEn": "Article 51:Office of the Patriarchate Head Diocese As per Article 1 of church law",
                    "titleAm": "አንቀጽ ፶፩: የመንበረ ፓትርያርክ ጠቅላይ ቤተ ክህነት ጽ/ቤት በሕገ ቤተ ክርስቲያን አንቀጽ 1 መሰረት፡-",
                    "contentEn": "The office of the patriarchate head diocese is the central administration and head of the Ethiopian Orthodox Tewahedo churches both at home and overseas, archbishopric dioceses, monasteries, as well as of the Spiritual councils established at different levels worldwide; it is the top management and highest authority over diocese and spiritual services of the church\n\n2. The laws and regulations of the Holy Synod,decisions and directives of the permanent Synod as well as all the provisions of this by law shall be implemented through the office and the departments and other units within it\n\n3. Shall have one administrative council that receives and presides over issues pertaining to administration and spiritual justice from every diocese",
                    "contentAm": "1.በሀገር ውስጥና በውጭ ሀገር ለሚገኙት የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን መንበረ ጵጵስና አህጉረ ስብከት፣ ለገዳማትና አድባራት እንዲሁም በየደረጃው ለተቋቋሙት ሰበካ መንፈሳውያን ጉባኤያት ሁሉ የአስተዳደር ማእከልና ርእሰ፣ ለቤተ ክህነት ሥራ አመራርና ለመንፈሳዊ አገልግሎት ሁሉ የበላይ ኀላፊና ባለሙሉ ሥልጣን መሥሪያ ቤት ነው፡፡\n\n2.የቅዱስ ሲኖዶስ ሕግና ደንብ፣ የቋሚ ሲኖዶስ ውሳኔና መመሪያ እንዲሁም የቃለ ዐዋዲው ድንጋጌ ሁሉ ተግባራዊ የሚሆን በጽ/ቤቱና በሥሩ በሚገኙት መምሪያዎችና ልዩ ልዩ የሥራ ክፍሎች አማካይነት ነው፡፡\n\n3.ከየአህጉረ ስብከቱ የሚቀርቡትን የአስተዳደርና የፍትሕ መንፈሳዊ ጉዳዮችን እየተቀበለ የሚወስን የአስተዳደር ጉባኤ አለው፡፡"
                },
                {
                    "titleEn": "Article 52:Powers and Functions of the Patriarch",
                    "titleAm": "አንቀጽ ፶፪: የፓትርያርኩ ሥልጣንና ተግባር",
                    "contentEn": "In addition to the provisions mentioned under Article 32 of the church law, the patriarch shall have the following powers and functions:\n\n1. His holiness the patriarch, head of the archbishops of EOTC, archbishop of Axum, and Echegie (the See) of St. Tekle Haimanot is a spiritual father and the highest patron of the EOTC all over the world; whereas he is fully authorized for the unity and administration of the church, he shall preside over the Holy Synod and the patriarchate general Spiritual council\n\n2. Whereas the patriarch is a spiritual father for all, he shall give directives, spiritual education, and benediction to heads of Spiritual councils at different levels; clergies, and the faithful\n\n3. Shall ensure that cases submitted at the level of first instance and/or appeals are seen and decided by the head diocese, or by the permanent Synod, or by the Holy Synod council\n\n4. Shall have the right and responsibility to call emergency meeting for all members of the Holy Synod (archbishops), and if necessary, for the patriarch general Spiritual council, at time of urgent situations that defy the faith of the Ethiopian Orthodox Tewahedo Church, and other important issues of the church\n\n5. Shall endeavor to further expand and strengthen the long-standing spiritual and social relationship among sister oriental Orthodox churches",
                    "contentAm": "ጠቅላይ ሥራ አስኪያጁ  በሕገ ቤተ ክርስቲያን አንቀጽ 32 ንኡስ ቁጥር 7 እና አንቀጽ (4 የተደነገገውና  የሚከተሉት ሥልጣንና ተግባር ይኖሩታል፡፡\n\n1.ጠቅላይ ሥራ አስኪያጁ ተጠሪነቱ ለቅዱስ ሲኖዶስና ለቅዱስ ፓትርያርክ ሆኖ ለመላዋ የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን የሥራ አመራር የገንዘብና ንብረት አስተዳደር የበላይ ኃላፊ በጠቅላላው የቤተ ክህነት ዋና ባለሥልጣን ነው፡፡\n\n2.ጠቅላይ ሥራ አስኪያጁ የመንበረ ፓትርያርክ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤን በም/ሰብሳቢነት፤ የጠቅላይ ቤተ ክህነት አስተዳደር ጉባኤን በዋና ሰብሳቢን ይመራል፡፡\n\n3.የሰበካ መንፈሳዊ ጉባኤ  የቆመለትን ዐላማና ተግባር ለመፈጸምና ልዩ ልዩ የክፍል ሥራዎችንም ለማሟላት ለጠቅላይ ቤተ ክህነት መምሪያዎችና ድርጅቶች የሥራ መምሪያ ይሰጣል፤ እያንዳንዱ የሥራ ዘርፍ ኀላፊም የተመደበበትን የሥራ ድርሻ በትክክል እያከናወነ መሆኑን ይከታተላል ይቆጣጠራል፡፡\n\n4.በመጀመሪያ ደረጃም ሆነ በይግባኝ የሚቀርቡትን ጉዳዮችን በመንበረ ፓትርያርክ ጠቅላይ ቤተ ክህነት አስተዳደር ጉባኤ እንዲታዩና እንዲወሰኑ ያደርጋል፡፡ ከዚህ ጉባኤ ሥልጣን በላይ የሆነውን ጉዳይ ለቋሚ ሲኖዶስ ወይም ለቅዱስ ሲኖዶስ ያቀርባል፡፡\n\n5.በየጊዜው ከየሰበካው ቤተ ክርስቲያን ለጠቅላላው አገልግሎት ጉዳይ ተብሎ የሚከፈለው ገንዘብ ተጠቃሎ መሰብሰቡንና በትክክለኛው ቦታ በወቅቱ ገቢ መሆኑን ይከታተላል፡፡\n\n6.ማንኛውም ዓይነት ወጪ በሚደረግበት ጊዜ ለመንበረ ፓትርያርኩ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ በተፈቀደው በጀት መሠረት መሆኑንና የሒሳቡ አያያዝ የንብረቱ አጠባበቅ በቃለ ዐዋዲ አንቀጽ *5፣ *7፣ እና *6 በተዘረዘረው መሠረት መፈጸሙን ይቆጣጠራል፡፡\n\n7.በሕገ ቤተ ክርስቲያን አንቀጽ (4 ቁጥር % በተደነገገው መሠረት በበጀት የተመደበውን ማንኛውንም የቤተ ክርስቲያኒቱን ገንዘብና ንብረት ከቅዱስ ሲኖዶስ ዋና ጸሐፊ ጋር በጣምራ ፊርማ ያንቀሳቅሳል፡፡ በየዓመቱና አስፈላጊ ሆኖ በሚገኝበት ጊዜም በሕጋዊ ኦዲተር እንዲመረመር ያደርጋል፡፡\n\n8.የየአህጉረ ስብከቱን የባንክ ሒሳብ ለሚያንቀሳቅሱ ተወካዮች የውክልና ደብዳቤ ለሚመለከተው ባንክ ይጽፋል፡፡\n\n9.በሀገር ውስጥና በውጭ ሀገር የሚገኙ አህጉረ ስብከትና አብያተ ክርስቲያናት የሥራ ሂደታቸውን ይከታተላል፤ ይቆጣጠራል፡፡\n\n10.የየዓመቱን የሥራ ፍሬና የወደፊቱን ዕቅድ የሚያስረዳ ሪፖርት በየዓመቱ በጥቅምት ወር ለሚደረገው አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ያቀርባል፤ አጠቃላይ ጉባኤው የመከረበትና ያሳለፈው የውሳኔ ሐሳብ ለቅዱስ ሲኖዶስ ቀርቦ ሲጸድቅ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n11.የየመመሪያዎቹ፣ ድርጅቶችና የልዩ ልዩ የሥራ ዘርፎች የሥራ ኀላፊዎችን የሥራ ዝውውር እድገት በተመለከተ በአጠቃላይ ቤተ ክህነት ሥራ አስኪያጅ አቅራቢነት ተጠንቶና ቅዱስ ፓትርያርኩ ሲስማሙበት በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n12.አስፈላጊ በሆኑ ጉዳዮች ላይ ቅዱስ ፓትርያርኩን እያማከረ ይፈጽማል፤ ያስፈጽማል፡፡"
                },
                {
                    "titleEn": "Article 53:Power and Function of the General Manager of the Head Diocese",
                    "titleAm": "አንቀጽ ፶፫:የጠቅላይ ሥራ አስኪያጁ ሥልጣንና ተግባር",
                    "contentEn": "In addition to the provisions under Article 42 Number 7 and Article 44 of the church law,the general manager shall have the following powers and functions:\n\n1. The general manager shall be accountable to the Holy Synod and to his holiness the patriarch; shall be responsible for management of finance and property of the Ethiopian Orthodox Tewahedo Church, and he is chief administrator of diocese\n\n2. The general manager shall preside over the patriarchate general Spiritual council as a deputy chairperson, and the head diocese administrative council as a chairperson\n\n3. Shall issue directives to departments and organizations of the head diocese towards the realization of the objectives and functions of Spiritual council and accomplishment of different tasks of work units; and shall follow up and monitor that each head fulfills the duty entrusted upon him\n\n4. Shall ensure that cases submitted at the level of first instance and/or appeals are seen and decided by the patriarchate head diocese administrative council; if the case is beyond the mandate of this council, he shall submit to the permanent Synod or the Holy Synod\n\n5. Shall supervise the due collection and submission of the payment contributions fromall local churches\n\n6. Shall supervise that all expenses are made in the accordance with the budget allocated for the patriarch general Spiritual council, and that the financial and property management is as per Articles 25 to 27 of this bylaw\n\n7. Shall, upon joint signatures with secretary general of the Holy Synod, authorize every finance and property of the church budget as per the provisions under Article 44 Number 10 of church law; and shall get the same inspected by a certified auditor annually or at a time needed\n\n8. Shall issue an approval letter to bank for representatives who authorize the bank account of the diocese\n\n9. Shall follow up and supervise the activities of diocese and churches both at local and overseas\n\n10. Shall present annual performance and future plan reports at the general Spiritual council meeting held every October; shall implement the decisions of the Holy Synod\n\n11. Shall, upon assessment and approval by the patriarch, ensure the implementation of the request made by the general manager of head diocese for transfer and promotion of heads of departments, organizations, and different sectors\n\n12. Shall, upon consultation with the patriarch,implement all accordingly",
                    "contentAm": "የጠቅላይ ሥራ አስኪያጁ በሕገ ቤተ ክርስቲያን አንቀጽ ፵፪ ንኡስ አንቀጽ ቁጥር ፯ አንቀጽ ፵፬ የተደነገገውና የሚከተሉት ሥልጣንና ተግባር ይኖሩታል”\n\n፩. ጠቅላይ ሥራ አስኪያጁ ተጠሪነቱ ለቅዱስ ሲኖዶስና ለቅዱስ ፓትርያርክ ሆኖ ለመላው የኢትዮጲያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን የሥራ አመራር የገንዘብና ንብረት አስተዳደር የበላ ኃላፊ በጠቅላላው የቤተ ክህነት ዋና ባለስልጣን ነው፡፡\n\n፪. ጠቅላይ ሥራ አስኪያጁ የመንበረ ፓትርያርክ አጠቃላ ሰበካ መንፈሳዊ ጉባኤን በም/ሰብሳቢነት፡ የጠቅላይ ቤተ ክህነት አስተዳደር ጉባኤን በዋና ሰብሳቢነት ይመራል፡፡\n\n፫. የሰበካ መንፈሳዊ ጉባኤ የቆመለትን ዐላማና ተግባር ለመፈጸምና ልዩ ልዩ የክፍል ሥራዎችንም ለማሟላት ለጠቅላይ ቤተ ክህነት መምሪያዎችና ድርጅቶች የሥራ መመሪያ ይሰጣል፤ እያንዳንዱ የሥራ ዘርፍ ኃላፉም የተመደበለትን የሥራ ደርሻ በትክክል እያከናወነ መሆኑን ይከታተላል ይቆጣጠራል፡፡\n\n፬.በመጀመሪያ ደረጃም ቤተ ክህነት አስተዳደር ጉባኤ እንዲጣዩና እንዲወሰኑ ያደርጋሉ፡፡ ከዚህ ጉባኤ ባሌ የሆነውን ጉዳይ ለቋሚ ሲኖዶስ ወይም ለቅዱስ ሲኖዶስ ያቀርባል፡፡\n\n፭.በየጊዜው ከየሰበካው ቤተ ክርስቲያን ለጠቅላላው አገልግሎት ጉዳይ ተብሎ የሚከፈለው ገንዘብ ተጠቃልሎ መሰብሰቡንና በትክክለኛው ቦታ በወቅቱ ገቢ መሆኑን ይከታተላል፡፡\n\n፮.ማንኛውም ዓይነት ወጪ በሚደረግበት ጊዜ ለመንበረ ፓትርያርኩ አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ በተፈቀደው በጀት መሠረት መሆኑንና የሑሳቡ አያያዝና የንብረቱ አጠባበቅ በቃለ ዓዋዲ አንቀጽ 25፣ 26፣27 እና 56 በተዘረዘረው መሠረት መፈጸሙን ይቆጣጠራል፡፡\n\n፯.በሕገ ቤተክርስቲያን አንቀጺ 44 ቁጥር 10 በተደነገገው መሠረት በበጀት የተመደበውን ማንኛውንም የቤተ ክርስቲያኑቱን ገንዘብና ንብረት ከቅዱስ ሲኖዶስ ዋና ሐላፊ ጋር በማራ ፊርማ ያንቀሳቅሳል።በየአመቱና አስፈላጊ ሆኖ በሚነኝበት ጊዜም በሕጋዊ ኦዲተር አንዲመረመር ያደርጋል፡፡\n\n፰.የየአህጉረ ስብከቱን የባንክ ሒሳብ ለሚያንቀሳቅሱ ተወካዮች የውክልና ደብዳቤ ለሚመለከተው ባንል ይጽፋል።\n\n፱ .በሀገር ውስጥና ውጪ ሀገር የሚገኙ አህጉረ ስብከትና አብያተክርስቲያናት የሥራ ሂደታቸውን ይሀታተላል፣ይቆጣጠራል፡፡\n\n፲.የየዓመቲን የሥራ ፍሬና የወደፊቱንም ዕቅድ የሚያስረዳ ሪፖርት በየዓመቱ በጥቅምት ወር ለሚደረገው አጠቃላይ ሰበካ መንፈሳዊ ጉባኤ ያቀርባል፤ አጠቃላይ ጉባኤው የመረበትና ያሳለፈው የውሳኔ ሐሳብ ለቅዱስ ሲኖዶስ ቅርቦ ሲጸድቅ በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n፲፩. የየመምሪያዎቹ፣ የደርጅቶችና የልዩ ልዩ የሥራ ዘርፎች የሥራ ኃላፊዎቸን የሥራ ዝውውር እድገት በተመለከተ በጠቅላይ ቤተ ክህነት ሥራ አስኪያጅ አቅራቢነት ተጠንቶና ቅዱስ ፓትርያርኩ ሲስማሙበት በሥራ ላይ እንዲውል ያደርጋል፡፡\n\n፲፪. አስፈላጊ በሆኑ ጉዳዮች ላይ ቅዱስ ፓትርያርኩን እያማከረ ይፈጽማል፤ያስፈጽማል፡፡"
                },
                {
                    "titleEn": "Article 54: Deputy General Manager of the Head Diocese",
                    "titleAm": "አንቀጽ ፶፬: ስለ ጠቅላይ ቤተ ክህነት ም/ሥራ አስኪያጅ",
                    "contentEn": "In addition to the provisions under Article 45 of the church law, the deputy manager shall have the following powers and functions:\n\n1. The deputy manager\n\nA. Shall carry out the activities identified with directives given to him by the general manager.\n\nB. Shall act as the general manager in his absence.\n\n2. The deputy manager shall be accountable to the general manager.",
                    "contentAm": "ም/ሥራ አስኪያጅ በሕገ ቤተ ክርስቲያን አንቀጽ 45 የተደነገገው እና የሚከተሉት ሥልጣንና ተግባር ይኖሩታል፡፡ \n\n1. ም/ሥራ አስኪያጁ\n\nአ) ከጠቅላይ ሥራ አስኪያጁ ተለይተው በመመሪያ የሚሰጡትን ተግባራት ያከናውናል፡፡\n\nበ) ጠቅላይ ሥራ አስኪያጁ በማይኖርበት ጊዜ ይሠራል፡፡\n\n2. ም/ሥራ አስኪያጁ ተጠሪነቱ ለጠቅላይ ሥራ አስኪያጁ ይሆናል፡፡"
                }
            ]
        },
        {
            "chapter": "ምዕራፍ ፰",
            "articles": [
                {
                    "titleEn": "Article 55: Management Procedure and Additional Meeting Time of Spiritual Councils",
                    "titleAm": "አንቀጽ ፶፭ : የሰበካ መንፈሳውያን ጉባኤያት የአመራር ሥነ ሥርዓትና ተጨማሪ የስብሰባ ጊዜ",
                    "contentEn": "1. Management Procedure of Spiritual Councils. The management procedure of Spiritual Councils at different levels shall be as follows:\n\nA. Spiritual councils at any level shall commence work in the attendance of two-thirds of the members.\n\nB. The issues set on the agenda shall be decided by the majority vote of the attending members; the chairman shall cast a winning vote during a tie.\n\nC. Matters decided on in each session shall be recorded in minutes and signed by all attending members.\n\nD. The chairperson of the council shall be responsible for the implementation of the decision made by the Spiritual council.\n\n2. Additional Meeting Time. In addition to the regular meeting time as cited under Chapter 3, Article 7, Number 1 B & C; Chapter 5, Article 31, Number 1; and Chapter 6, Article 37, Number 2, Spiritual Councils at different levels shall call extraordinary meetings when they have an urgent case and adequate reasons or when such a meeting is called by more than half of the members.",
                    "contentAm": "1. የሰበካ መንፈሳዊያን ጉባኤያት የአመራር ሥነ ሥርዓት፡ በየደረጃው የሚገኙትን የሰበካ መንፈሳውያን ጉባኤያት የአመራር ሥነ ሥርዓት ቀጥሎ እንደተመለከተው ይሆናል፡፡\n\nሀ/ በማናቸውም ደረጃ የሚገኝ የሰበካ መንፈሳዊ ጉባኤ ከአባሎቹ ሁለት ሦስተኛው ከተገኙ ጉባኤው እንደተሟላ ተቆጥሮ ሥራውን ሊቀጥል ይችላል፡፡\n\nለ/ ለጉባኤው የቀረቡት ጉዳዮች የሚወሰኑት በዕለቱ በተገኙት አባሎች ድምፅ ብልጫ ሲሆን፣ ድምፁ እኩል በእኩል በሚሆንበት ጊዜ ሰብሳቢው ያለበት ወገን ወሳኝ ድምፅ ይኖረዋል፡፡\n\nሐ/ በእያንዳንዱ ስብሰባ ላይ የተወሰነው ጉዳይ በቃለ ጉባኤው ተዘጋጅቶ በዕለቱ ስብሰባ ላይ የተገኙ አባላት ብቻ በሙሉ ይፈርሙበታል፡፡\n\nመ/ የሰበካውን መንፈሳዊ ጉባኤ ውሳኔ የመፈጸምና የማስፈጸም ኀላፊነት የጉባኤው ሰብሳቢ ነው፡፡\n\n2. ተጨማሪ የስብሰባ ጊዜ፡ በቃለ ዐዋዲ በምዕራፍ 3 በአንቀጽ 7 በተራ ቁጥር 1 በፊደል (ለ) እና (ሐ)፣ በምዕራፍ 5 አንቀጽ 31 ተራ ቁጥር 1፣ በምዕራፍ 6 አንቀጽ 37 ተራ ቁጥር 2 ከተገለጸው መደበኛ የስብሰባ ጊዜ በተጨማሪ፣ በየደረጃው የሚገኙትን ሰበካ መንፈሳውያን ጉባኤያት አስቸኳይ ጉዳይ ሲገጥማቸውና አስፈላጊ የሆነ ምክንያት ሲኖራቸው ወይም ከጉባኤው አባላት መካከል ከግማሽ በላይ የሆኑት ስብሰባ እንዲደረግ ሲጠይቁ፣ በየሰብሳቢዎቻቸው ጥሪ በማናቸውም ጊዜ ስብሰባ ሊያደርጉ ይችላሉ፡፡"
                },
                {
                    "titleEn": "Article 56: Miscellaneous Revenues of the Spiritual Council",
                    "titleAm": "አንቀጽ ፶፮ :ስለ ሰበካው ቤተ ክርስቲያን ልዩ ልዩ ገቢ",
                    "contentEn": "1.As mentioned on the holy bible Leviticus 27:30-33; Deuteronomy 14:22-29; Numbers 18:20-28; Nehemiah 10:32-39; Malachi 3:7-13;Matthew 22:21acts 4:32-36; 1 Corinthians 16:1-7 every faithful must pay one-tenth of their incomes to the church for God’s work and for the use of different social and spiritual works.The types of church’s revenues from the Spiritual clergies and the faithful as well as from other sources are mentioned as follows:\n\n1. Monthly and annual contribution;\n\na. The Bible writes that it is the obligation of every faithful to pay one-tenth of their incomes\n\nb. A clergy or a faithful with their own incomes shall pay Birr 20 (twenty) monthly; but, depending on the situation in the locality, the archbishop of the diocese, through administrative council, shall determine the payment more than Birr 20 (twenty)\n\nc. Anyone may make a contribution greater than the above mentioned amount upon consent.\n\nd. But those, who cannot pay in cash, shall have Christian obligation to make contribution fromhis own harvest or prosperity\n\ne. If anyone cannot make the contribution payment mentioned under this number, letters A-C, the matter shall be seen by the Spiritual administrative council (executive committee) and affordable rate shall be affixed thereof.And free service shall be rendered to those who cannot make any kind of payment or contribution.f. And those who are capable of serving the church with their labor and knowledge, can do accordingly.\n\n2. Revenue from the Spiritual and other faithful:\n\na. Vow\n\nb. Alms collection box\n\nc. Gift\n\nd. Monthly and annual contribution\n\ne. Sale of handicrafts and artifacts\n\nf. Incomes from contributions for holy water service and from church visitors\n\ng. Incomes from spiritual and social services of Sunday School, Evangelical and other units of the church\n\nh. Different developmental works\n\ni. Any type of income not mentioned under the above mentioned titles (categories)\n\n3. The cash and property mentioned under Numbers 1 and 2 shall be collected and deposited into the church treasury; and financial expenses shall be made on the basis of the annual budget allocation, upon written authorization only by the Spiritual chairperson4. In order to ensure effective monitoring, all revenues of cash and property shall be collected with a uniform official invoice issued under the supervision of the Ethiopian Orthodox Tewahedo Church patriarchate head office and the responsibility of archbishopric diocese office\n\n5. Any Spiritual or individual working with another invoice in the name of the church, without the authorization and consent of the patriarchate head office in violation of this bylaw,shall be held accountable; and the invoices shall be seized and invalidated. The money collected upon the seized invoices shall be deposited to the church with official invoice.6. The money from each local church Spiritual council shall be deposited in a bank account by the name of the local church; and the money collected from the Woreda to patriarchate general Spiritual council shall be deposited in a bank account by the name of the Spiritual councils established at different levels;and the resource shall be mobilized as needed and upon decision as per the plan in the budget year",
                    "contentAm": "በቅዱሳት መጻሕፍት (በኦሪት ዘሌ 27:30-33፤ በኦሪት ዘዳ 14:22-29፤ በኦሪት ዘኁ 18:20-28፤ ነህ 10:32-39፤ ትን.ሚል 3:7-13፤ ማቴ 22:21፡ የሐዋ ሥራ 4:32-36፡ 1ኛ ቆሮ 16:1-7 በሕገ ቤተ ክርስቲያን አንቀጽ (* ተራ ቁጥር %1 እንደተደነገገው ማንኛውንም ምዕመን ከሚያገኘው ከማናቸውም ሀብቱና ንብረቱ ለእግዚአብሔር ቤተ መቅደስ አገልግሎትና ለቤተ ክርስቲያን አገልጋዮች ካህናት በጠቅላላው ለመንፈሳዊና ማኅበራዊ አገልግሎቶች የሚውል ዐሥራት፣ በኩራት፣ ቀዳምያት መክፈል ክርስቲያናዊ ግዴታው ነው፡፡ከሰበካ ው ካህናትና ምእመናንም ሆነ ከሌሎች ልዩ ልዩ ቦታዎች የሚገኘው የቤተ ክርስቲያን የገቢ ዓይነት ቀጥሎ የተመለከተው ነው፡፡\n\n1. የወርና የዓመት ክፍያ፣\n\nሀ/ ማንኛውም ክርስቲያን ከሚያገኘው ገቢ ላይ እስከ ዐሥራት (ከዐሥራ አንድ) መክፍል በቅዱስ መጽሐፍ የታዘዘ ግዴታ ነው፡፡\n\nለ/ ገቢ ያለው ካህንም ሆነ ምእመን ለሚገለገልበት አጥቢያ ቤተ ክርስቲያና የሰበካ ጉባኤ የአባልነት ክፍያ በየወሩ ብር * (ሃያ) ይከፍላል፡:ሆኖም ግን የአካባቢው ሁኔታ መሠረት በማድረግ የሀገረ ስብከቱ ሊቀ ጳጳስ በአስተዳደር ጉባኤ እየወሰነ ከብር * (ሃያ) ብር በላይ ሊያስከፍል ይችላል፡፡\n\nሐ/ በጎ ፈቃድ ያለው ከላይ ከተጠቀሰው የበለጠ ክፍያ ሊያደርግ ይችላል፡፡\n\nመ/ ጥሬ ገንዘብ መክፈል ያልቻለ በዓይነት ከምርቱና ከሀብቱ የመክፈል ክርስቲያናዊ ግዴታ አለበት፡፡\n\nሠ/ በዚሁ ተራ ቁጥር ከፊደል ሀ እስከ መ የተመለከተውን ክፍያ መክፈል የማይችል ቢኖር ሁኔታው በሰበካው መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) ተጠንቶ ሊከፍል በሚችለው መጠን ይወሰንለታል፡፡ ፈጽሞ ለመክፈል የማይችል ከሆነም በነጻ መንፈሳዊ አገልግሎት ይፈጸምለታል፡፡\n\nረ/ በጉልበትና በዕውቀት ሥራ መርዳት የሚችል ሆኖ ሲገኝ እንደችሎታው ለቤተ ክርስቲያን ተገቢውን አገልግሎት ማበርከት ይችላል፡፡\n\n2. ከሰበካውና ከሌሎች ምእመናን የሚገኘው የገንዘብ ገቢ፣\n\nሀ/ ስእለት\n\nለ/ ሙዳየ ምጽዋት\n\nሐ/ ስጦታ /መባእ/\n\nመ/ የወርና የዓመት በዓል ገቢ\n\nሠ/ የቅርጻ ቅርጽና የተግባረ እድ ሽያጭ\n\nረ/ በጠበል አገልግሎት በሙዳየ ምጽዋት የሚገኝ ገቢና ከቤተ ክርስቲያን ጎብኝዎች\n\nሰ/ ከሰንበት ት/ቤት፣ ከስብከተ ወንጌል እና ከልዩ ልዩ ክፍሎች መንፈሳዊና ማኅበራዊ አገልግሎቶች\n\nሸ/ ከልዩ ልዩ የልማት ሥራዎች\n\nቀ/ በዚህ የገቢ አርእስት ውስጥ ያልተጠቀሰ ማናቸውም ዓይነት ገቢና ሌላም ልዩ ልዩ የገቢ ምንጮችን በመፍጠር የሚገኝ ገንዘብና ንብረት ይሆናል፡፡\n\n3. በዚህ አንቀጽ በተራ ቁጥር 1 እና 2 በዝርዝር የተገለጸውን ገንዘብና ንብረት ተጠቃልሎ በቤተ ክርስቲያኑ ገንዘብ ቤት የገንዘብ ወጪ የሚደረግ በተፈቀደው ዓመታዊ የገንዘብ ድልድል /በጀት/ መሠረት የሰበካው ሰብሳቢ በጽሑፍ ሲያዝ ብቻ ነው፡፡\n\n4 ማናቸውም ዓይነት የሰበካው ገንዘብና ንብረት ገቢ ለቁጥጥር እንዲያመች በኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን አስተዳደር ሊሞክሩበት በተፈቀደ መሠረት ተሠራሪ፡"
                },
                {
                    "titleEn": "Article 57: Miscellaneous Expenses of the Spiritual Church",
                    "titleAm": "አንቀጽ ፶፯:ስለ ሰበካው ቤተ ክርስቲያን ልዩ ልዩ ወጪ",
                    "contentEn": "The financial expenses of Spiritual council are mentioned as follows:The financial expenses of Spiritual council are mentioned as follows:\n\n1. The local church shall pay the 20% of contribution from clergies and the faithful; vow; alms box; development projects and any other incomes. And the diocese shall implement the payment as per Article 42 Number 5 of this bylaw.\n\n2. In accordance with the budget allocation approved by superior body:\n\nA. Salaries\n\nB. Petty cash\n\nC. For different planned activities\n\n3. The financial expenses shall be made from treasury of the church or Spiritual council at different levels on the basis of the annual budget allocation, upon written authorization only by the local Spiritual administraton(chairperson)\n\n4. The fiscal year of every Spiritual council shall be from Hamle 1 to Sene 30.\n\n5. The annual performance report, property management and handling, financial income and expense prepared in the budget year shall be submitted to the archbishopric diocese office by 30 Hamle. And the archbishopri diocese office, upon assessment and review,shall present annual report to the patriarchate head office by 30 Nehassie.\n\n6. The Spiritual councils established at different levels shall not make expenses beyond their budget limit\n\n7. Spiritual councils shall be cautious that their incomes vary from year to year, and to avoid shortage of financial resource needed for salaries, petty cash, for church maintenance and renovation activities, they shall retain 25% in bank account of the contributions collected in the fiscal year; and the same amount shall be mobilized upon assessment and also approval by the archbishop of the diocese.",
                    "contentAm": "የሰበካ መንፈሳዊ ጉባኤ የገንዘብ ወጪ ከዚህ ቀጥሎ እንደተመለከተው ይሆናል፡፡\n\n1.አጥቢያው ቤተ ክርስቲያን ከካህናትና ምእመናን ክፍያ፣ ከስእለት፣ ከሙዳየ ምጽዋት፣ ከልማት ሥራዎችና ከማንኛውም ገቢ ላይ *% (ሃያ በመቶ) ለሀገረ ስብከቱ ይከፍላል፡፡ ሀገረ ስብከቱም በዚህ ቃለ ዐዋዲ አንቀጽ (2 ተራ ቁጥር 5 መሠረት ክፍያውን ይፈጽማል፡፡\n\n2. ከበላይ አካል በተፈቀደ በጀት ድልድል መሠረት፡-\n\nሀ/ ለደመወዝ\n\nለ/ ለሥራ ማስኬጃ\n\n ሐ/ በዕቅድ ለተያዙ ልዩ ልዩ ሥራዎች ወጪ ያደርጋል፡፡\n\n3. ከቤተ ክርስቲያኒቱ ወይም በየደረጃው ከሚገነው የሰበካ መንፈሳዊ ጉባኤ ገንዘብ ቤት የገንዘብ ወጪ የሚደረገው በተፈቀደው ዓመታዊ የገንዘብ ድልድል /በጀት/ መሠረት የአጥቢያ ሰበካው አስተዳዳሪ /ሰብሳቢ/ በጽሑፍ ሲያዝ ብቻ ነው፡፡\n\n4. በማንኛውም  ደረጃ የሚገኘው የሰበካ አስተዳደር የበጀት ዓመት ሐምሌ 1 ቀን ተጀምሮ ሰኔ ' ቀን ይዘጋል፡፡\n\n5. በበጀት ዓመቱ መጨረሻ በየደረጃው የተጠናቀረው የንብረት አያያዝና አጠባበቅ የገንዘብ ገቢና ወጪ ሒሳብና የሥራ ክንውን ሪፖርት እስከ ሐምሌ ' ቀን ድረስ መንበረ ጵጵስና ሀገረ ስብከት ጽ/ቤት መድረስ አለበት፡፡ ሀገረ ስብከት ጽ/ቤትም የበኩሉን አጥንቶና አጣርቶ ዓመታዊ ሪፖርት እስከ ነሐሴ ' ቀን ለመንበረ ፓትርያርክ ጠቅላይ ጽ/ቤት እንዲደርስ ያደርጋል፡፡\n\n6. በየደረጃው የተቋቋሙት ሰበካ መንፈሳዊ ጉባኤያት ከተፈቀደላቸው በጀት ውጭ የገንዘብ ወጪ ማድረግ አይችሉም፡፡\n\n7. እያንዳንዱ ሰበካ መንፈሳዊ ጉባኤ ገቢ  የአንዱ ዓመት ከፍ፣ የአንዱ ዓመት ገቢ ዝቅ ሊል ስለሚችል ለደመወዝ፣ ለሥራ ማስኬጃና ለቤተ ክርስቲያን ማደሻ ታጥቶ ችግር  እንዳይደርስ አስቀድሞ ጥንቃቄ በማድረግ ማንኛውንም የሰበካ መንፈሳዊ ጉባኤ ጽ/ቤት አዲስ የበጀት ድል ድል በሚያደርግበት ወቅት በበጀት ከሚደለደለው ሒሳብ ላይ ለመጠባበቂያ በበጀት ዓመቱ ከተሰበሰበው ገቢ ላይ *5% /ሃያ አምስት ከመቶ/ በባንክ ማስቀመጥ አለበት፡፡ ይህም ሒሳብ የሚንቀሳቀሰው ተጠንቶ ሲቀርብ በሀገረ ስብከቱ ሊቀ ጳጳስ ፈቃድ ይሆናል፡፡"
                },
                {
                    "titleEn": "Article 58: Registration and Management of Property and Heritages",
                    "titleAm": "አንቀጽ ፶፰:የንብረት ታሪካዊ ቅርሶች አመዘጋገብና አያያዝ",
                    "contentEn": "The financial expenses of Spiritual council are mentioned as follows:The financial expenses of Spiritual council are mentioned as follows:\n\n1. The local church shall pay the 20% of contribution from clergies and the faithful; vow; alms box; development projects and any other incomes. And the diocese shall implement the payment as per Article 42 Number 5 of this bylaw.\n\n2. In accordance with the budget allocation approved by superior body:\n\nA. Salaries\n\nB. Petty cash\n\nC. For different planned activities\n\n3. The financial expenses shall be made from treasury of the church or Spiritual council at different levels on the basis of the annual budget allocation, upon written authorization only by the local Spiritual administraton(chairperson)\n\n4. The fiscal year of every Spiritual council shall be from Hamle 1 to Sene 30.\n\n5. The annual performance report, property management and handling, financial income and expense prepared in the budget year shall be submitted to the archbishopric diocese office by 30 Hamle. And the archbishopri diocese office, upon assessment and review,shall present annual report to the patriarchate head office by 30 Nehassie.\n\n6.The Spiritual councils established at different levels shall not make expenses beyond their budget limit\n\n7. Spiritual councils shall be cautious that their incomes vary from year to year, and to avoid shortage of financial resource needed for salaries, petty cash, for church maintenance and renovation activities, they shall retain 25% in bank account of the contributions collected in the fiscal year; and the same amount shall be mobilized upon assessment and also approval by the archbishop of the diocese.",
                    "contentAm": "1.በቤተ ክርስቲያን ስም የሚገኙት ንዋያተ ቅድሳትና ጥንታዊያን ቅርሶች አመዘጋገብ በቤተ ክርስቲያኒቱ  ቋንቋ የግእዝ ፊደልና አኃዝ እንዲሁም የተለመደው የመለያ ቁጥር (ኮድ) እየተሰጣቸው በቋሚ ባሕር መዝገብ ተመዝግበው በጥንቃቄ  ይቀመጣሉ፡፡\n\n2.በገዳማት፣ አድባራትና ገጠር አብያተ ክርስቲያናት የሚገኙት ጥንታውያን ቅርሶች በተፈጥሮና በሰው ሠራሽ ችግር ምክንያት ጉዳት የሚደርስባቸው መሆኑ ሲታመንበትና ለጥንቃቄ ሲባል ከቦታ ወደ ቦታ ለማዛወር ቢያስፈልግ በሀገረ ስብከቱ ሊቀ ጳጳስ ሰብሳቢነት በሀገረ ስብከቱ አስተዳደር ጉባኤ ሲወሰን በጠቅላይ ቤተ ክህነት ጽ/ቤት ትእዛዝ እንዲንቀሳቀሱ ካልተደረጉ በስተቀር ካሉበት ታሪካዊ ቦታ በምንም ዓይነት መንቀሳቀስ የለባቸውም፡፡\n\n3.የአንዱን ቤተ ክርስቲያን ቅርስ ወይመ ንብረት ካለበት ቦታ ወደ ሌላ ያዛወረ ወይም የሰወረ ወይም የሰረቀና ያሰረቀ ወይም የሸጠና የለወጠ ግለሰብ ወይም ድርጅት በፈጸመው ወንጀል ተጠያቂ ነው፡፤ አድራጎቱን የፈጸመው ሰው ካህን ከሆነ ከሥልጣነ ክህነቱ ከማንኛውም የቤተ ክርስቲያን አገልግሎትና ከጥቅሙ ሁሉ ታግዶ በሀገረ ስብከቱ ሊቀ ጳጳስ ወይም በሀገረ ስብከቱ ጽ/ቤት አማካይነት ለቅዱስ ሲኖዶስ ቀርቦ አስፈላጊው ቅጣት ይወሰንበታል፡፡\n\n4.ለቅርሶች ደኅንነት ሲባል በበላይ አካል ታውቆና ተፈቅዶ ካልሆነ በቀር ቅርሶችን በካሜራ፣ በማይክሮ ፊልም እና በሌሎች ኤሌክትሮኒክስ መሣሪያዎችም ማንሣት የተከለከለ ነው፡፡"
                },
                {
                    "titleEn": "Article 59: Appointed, Hired and Volunteer Church Servants",
                    "titleAm": "አንቀጽ ፶፱:ስለሚሾሙ፣ ስለሚቀጠሩና በበጎ ፈቃድ ቤተ ክርስቲያን ስለሚያገለግሉ",
                    "content": {
                        "en": {
                            "1": {
                                "title": "Criteria for Church Administrator",
                                "description": "To be appointed as a church administrator, a clergy shall fulfill the following criteria:",
                                "criteria": [
                                    "A clergy above the age of 30",
                                    "The one who can conduct Divine Mass and teach, and if possible, the one who has been taught the interpretations (commentaries) of the New Testament, Old Testament, and books of church sages, or one of these, or a graduate of a spiritual college with a diploma or above",
                                    "The one who has rendered dedicated service to a local church",
                                    "With good conduct and a model clergy",
                                    "The one who has experience in administration",
                                    "If possible, the one who speaks the language of the duty area (locality)"
                                ]
                            },
                            "2": {
                                "title": "Criteria for Archpriest or General Manager of Woreda",
                                "description": "To be appointed as an archpriest (general manager) of Woreda, a clergy shall fulfill the following criteria:",
                                "criteria": [
                                    "Must be a clergy above the age of 30",
                                    "Must have at least a 5-year service as a church administrator or at a management level of a diocese",
                                    "Literate over Qine (poem) and he who can perform Divine Mass and teach",
                                    "If possible, the one who has been taught the interpretations (commentaries) of the New Testament, Old Testament, and books of church sages, or one of these; or a graduate of a spiritual college with a diploma or above",
                                    "With good conduct and a model clergy",
                                    "With experience in administration",
                                    "If possible, the one who can speak the language spoken within the Woreda"
                                ]
                            },
                            "3": {
                                "title": "Criteria for General Manager of Diocese",
                                "description": "Without prejudice to the provisions mentioned in Article 53 Number 8 of church law, to be a general manager of a diocese, a clergy shall fulfill the following criteria:",
                                "criteria": [
                                    "Must be above the age of 35",
                                    "The one who has served as a church administrator, or as an archpriest of Woreda, or at a management position of a diocese or head diocese",
                                    "Literate over Qine (poem) and he who can perform Divine Mass and teach",
                                    "The one who has graduated from one of the three interpretation (commentary) schools or a graduate of a spiritual college with a diploma or above",
                                    "With good conduct and a model clergy",
                                    "If possible, the one who can speak the language spoken within the diocese"
                                ]
                            },
                            "4": {
                                "title": "Appointment of Monasteries, Churches, and Internal Servants",
                                "description": "Those who shall be elected amongst clergies who are competent and free of arrogance, cunning, disobedience, intoxication, and other immoral activities, and those with a good reputation and positive moral values:",
                                "rules": [
                                    "Administrators of monasteries and churches, head monks (abbots), and nuns shall be appointed by the patriarch upon presentation by the diocese archbishop, but they shall be accountable to the diocese archbishop.",
                                    "Other administrators of monasteries, churches, and rural churches shall be appointed by the diocese archbishop upon election by the congregation and approval by the office of the Woreda diocese.",
                                    "A church administrator shall be appointed with the title of his church."
                                ]
                            },
                            "5": {
                                "description": "Without prejudice to the above-mentioned provisions, the title of the abbot or nun shall be approved by the diocese archbishop upon their presentation by their respective monasteries."
                            },
                            "6": {
                                "title": "Church Titles",
                                "rules": [
                                    "Church titles such as Liq Tebebet (Head of sages), Qiese Gebez (Head priest), Kegn’geta, Gra’geta, Riese’Deber, Agafari, and Archdeacon shall be given by the administrator, upon approval by the superior body of the assessment and election by the council of clergies based on their competence and moral values.",
                                    "Upon assessment and decision by the Spiritual Council on service period, competence, and conduct, the diocese archbishop shall appoint the clergies who are worthy of titles.",
                                    "Amongst the faithful, those who are presented upon the decision by the local Spiritual Council for their dedicated church service, and upon confirmation by the diocese administrative council, shall be appointed by the archbishop.",
                                    "No one shall give church titles to clergies and the faithful, except his holiness the patriarch and the diocese archbishop."
                                ]
                            },
                            "7": {
                                "title": "Hiring Process",
                                "rules": [
                                    "The Woreda diocese, based on the order given to it by the diocese, shall post notices for hiring teachers, preachers, priests, choir members, and other staff and hire them for the local church, only upon recognition by the diocese administrative council and approval by the diocese archbishop.",
                                    "No employment shall be made for the churches under the Addis Ababa diocese by the local administrator or Spiritual Council, unless for those who are qualified after the exam as per the regulation enacted by the Holy Synod."
                                ]
                            },
                            "8": {
                                "title": "Employment and Assignment",
                                "description": "The employment and assignment of workers from the level of the patriarchate office to Woreda diocese shall be assessed and dealt with as needed."
                            },
                            "9": {
                                "title": "Volunteer Church Service",
                                "rules": [
                                    "Clergies who are working either on their own or being employed at private or public and other organizations shall, upon permission by a superior body, be assigned by the Spiritual Administrative Council to different units of the Spiritual and render free service as per their interests and competence.",
                                    "The faithful shall have Christian rights and obligations to contribute and offer free services as needed to the church in every area, except sacramental services."
                                ]
                            }
                        },
                        "am": {
                            "1": {
                                "title": "የቤተክርስቲያን አስተዳዳሪ መስፈርቶች",
                                "description": "አንድ መንበር ቤተክርስቲያን አስተዳዳሪ ለመሆን የሚከተሉትን መስፈርቶች ማሟሟል ይገባዋል፡፡",
                                "criteria": [
                                    "ከ30 ዓመት በላይ መንበር መሆን",
                                    "የአዲስና የድሮ ኪዳን እና የቤተ ክርስቲያን ጠቢባን የተገለገለ መሆን፣ ወይም የመንፈሳዊ ኮሌጅ ዲፕሎማ ወይም ከዚያ በላይ ትምህርት ያገኘ",
                                    "በሃገሩ በተጣራ እና በተማሪ የተሰማሪ",
                                    "በአስተዳዳሪነት ልምድ ያለው",
                                    "ከተወሰነ ቦታ በሚገኝ ቋንቋ የሚናገር ከሆነ ይሻል"
                                ]
                            }
                        }
                    }
                },
                {
                    "titleEn": "Article 60: Rights and Obligations of Clergies and Other Workers of the Spiritual Church",
                    "titleAm": "አንቀጽ ፷:የሰበካው ቤተ ክርስቲያን አገልጋይ ካህናትና ልዩ ልዩ ሠራተኞች መብትና ግዴታ",
                    "contentEn": "Without prejudice to the provisions mentioned in Article 12 of church law, church clergies and workers shall have the following rights and obligations:\n\n1. Rights\n\na. Clergies and different workers serving within the Spiritual administration have legal rights to get salary as per their duty areas and professions\n\nb. Those eligible monthly paid clergies and other church workers, who fulfill their pension contributions, shall have the rights to pension \n\nc. Every clergy or church worker shall have the right to get annual, sick, and maternity (for female servant) leaves as permitted by law\n\nd. Every church workers shall have the right to promotion and salary increment on the basis of profession, performance quality,dedicated service and competence in his/her area of work \n\ne. Retirement age for all paid employees from local church to the patriarchate head office shall be 60 (sixty) years; however, given the importance of the person for the position, and upon recommendation by his/her immediate superior and examination by pension committee, as well as upon presentation to and consideration by the administrative council and approval by the diocese archbishop, he/she shall be employed on contractual basis\n\nf. No contract employment shall have legal ground, except with the abovementioned provision\n\ng. When those individuals, who are retired from public or governmental entities with their pension rights, want to serve positions from the local church to the patriarchate level, shall serve without salary but they shall not be paid; exception would be for positions that require special skills, and they shall be employed on contract basis.\n\nh. If a worker serving the church from local church to the patriarchate level dies before or after retirement, his pension right shall be transferred to his legally accepted families.\n\ni. The worker shall be entitled for retirement benefit only after serving 10 years on a permanent employment basis paying pensiocontribution; if the worker’s service year is less than 10 years the payment to be issued will be a severance payment of his monthly salary calculated in proportion to his service term.\n\nj. When workers are transferred from one local church to another church or from one office to another office, the 4% of their salaries for pension contribution and the 6% from the employer shall be calculated and transferred to the place from where they will be retired, or to the organization to be established as a center by the employer office\n\nk. Those teachers, who serve at traditional schools of different levels from local church to the patriarchate, by teaching interpretation (commentary) of scriptures, Qine (Geez poem), Yaredic hymns and performance,and liturgy at congregations (church schools), shall have work privilege that they will not be limited by retirement age, as long as they have the strength and capacity to work.\n\n2. Obligation\n\na. Clergies and other hired workers must serve the church with their full potential.\n\nb. All clergies and workers serving the church from local church to the patriarchate level shall pay 4% of their salary for pension contribution\n\nc. Every clergy shall have the obligation to teach his spiritual children, and get them registered at the Spiritual council, and encourage and direct them to pay in due time the determined contribution to the church\n\nd. Each priest is obliged to register his spiritual children in the church and encourage them to pay the determined contribution.\n\ne. It is the obligation and responsibility of clergies to render services from baptism to funeral prayers to all faithful of the Ethiopian Orthodox Tewahedo Church.\n\nf. Every clergy or worker shall have, as per the church law, the obligation to respect the order of church and get it respected; and to keep themselves away from immoral acts that may get the church criticized.\n\ng. Every clergy and worker serving the church from local church to the patriarchate level shall have the obligation to serve the church, by being transferred as needed from one woreda diocese to another woreda diocese,and from one local church to another local church.\n\nh. Every clergy and worker serving the church from local church to the patriarchate level shall have the obligation to discharge their obligation with due care and diligence; to be obedient to superiors and adhere to their directives on matters pertaining to their duties; to be of good conduct and display dedication; to respect the job and time of work.\n\ni. A clergy shall not be idle, except for reason of sickness or other problems.A clergy must serve the church with all his God-given blessings;He shall have obligation, particularly to teach the youth to defend them from other beliefs.\n\n J. Church deacons shall serve the church with their deaconship titles at the ages between 10 and 20 years; those who are above 25 years of age may deliver services being under official marriage or fulfilling vows and remaining firm at monasteries",
                    "contentAm": "በሕገ ቤተ ክርስቲያን አንቀጽ %2 የተደነገገው እንደተጠበቀ ሆኖ የቤተ ክርስቲያን አገልጋይ ካህናትና ሠራተኞች የሚከተሉት መብቶችና ግዴታዎች ይኖሯቸዋል፡፡1.መብት፡-\n\nሀ/ በሰበካው አስተዳደር ውስጥ የሚያገለግሉት ካህናትና ልዩ ልዩ ሠራተኞች እንደሥራቸውና እንደየሙያቸው በሚሰጡት አገልግሎት መጠን ደመወዝ ማግኘት ሕጋዊ መብታቸው ነው፡፡\n\nለ/ በወር ደመወዝ ሲከፈላቸው ቆይቶ የጡረታ ክፍያቸውም ላሟሉ አገልጋይ ካህናትና ልዩ ልዩ  የቤተ ክርስቲያን ሠራተኞች ከቤተ ክርስቲያኒቱ የጡረታ አበል የማግኘት መብት አላቸው፡፡\n\nሐ/ ማናቸውም የቤተ ክርስቲያን  አገልጋይ ካህናትና ሠራተኛ ሕግ በሚፈቅደው መሠረት የዓመት ፈቃድና የሕመም ፈቃድ ለሴት ሠራተኛም የወሊድ ፈቃድ የማግኘት መብት የተጠበቀ ነው፡፡\n\nመ/ ማናቸውም የቤተ ክርስቲያን አገልጋይ ካህናትና ሠራተኛ በሙያ፣ በአገልግሎት፣ በሥራ ጥራት፣ በታማኝነትና በሚያበረክተው የሥራ ውጤት ብቁ ሆኖ ሲገኝ የደረጃና የደመወዝ እድገት የማግኘት መብት ይኖረዋል፡፡\n\nሠ/ ከአጥቢያው ቤተ ክርስቲያን እስከ መንበረ ፓትርያክ ጠቅላይ ጽ/ቤት ድረስ በደመወዝ ተቀጥሮ የሚያገለግል ሁሉ በዕድሜ ጸጋ ከሥራው በጡረታ የሚገለለው የዕድሜው ገደብ * ዓመት (ስድሳ ዓመት) ሲሞላው ነው፡፡ ነገር ግን ለሥራው ጠቃሚ ሆኖ ሲገኝ በቅርብ ኀላፊው አስተያየት በጡረታ ኮሚቴ ተጣርቶ ለአስተዳደር ጉባኤ ቀርቦ ሲታመትና በሀገረ ስብከቱ ሊቀ ጳጳስ ሲፈቀድ በኮንትራት ሊቀጠር ይችላል፡፡\n\nረ/ የኮንትራት ቅጥር ከዚህ በላይ ከተደነገገው ውጭ ሲፈጸም ሕጋዊነት አይኖረውም፡፡\n\nሰ/ በሕዝባዊም ሆነ በመንግሥታዊ ድርጅቶች ሲያገለግሉ ቆይተው የጡረታ መብታቸው የተጠበቀላቸው ግለሰቦች ከአጥቢያ ቤተ ክርስቲያን እስከ መንበረ ፓትርያርክ ባሉት የሥራ መስኮች ለማገልገል በፈለጉ ጊዜ በነጻ ከሚሠሩ በስተቀር ደመወዝ አይከፈላቸውም፡፡ ሆኖም ልዩ ሙያ የሚያስፈልግ ሆኖ ከተገኘ በኮንትራት ተቀጥረው እንዲሠሩ ይደረጋል፡፡\n\nሸ/ ከአጥቢያ ቤተ ክርስቲያን እስከ መንበረ ፓትርያርክ ድረስ ባሉት መሥሪያ ቤቶች ተቀጥሮ ሲሠሩ የዕድሜ እና የሀሰተ ጉባኤው በትምህርት አመታት የተለያዩ ሥራ ክፍያዎች ከአገልጋዮች የማግኘት መብት አላቸዋል፡፡\n\n2.መጠን፡-\n\nሀ/ በሙሉ አመት ቤተ ክርስቲያን ሠራተኞች በሚወስዱት ደመወዝ የማግኘት ቅንብር ከተጀመረው በላይ አሠራር ማስተዳደር የተለያዩ ክፍያዎች በስም በተጀመረው ዕድረ መብታቸው ለሚከተለው ግለሰብን ማግኘት፡"
                },
                {
                    "titleEn": "Article 61: Rights and Obligations of the Faithful of the Spiritual Church",
                    "titleAm": "አንቀጽ ፷፩:የሰበካው ቤተ ክርስቲያን ምእመናን መብትና ግዴታ",
                    "contentEn": "Without prejudice to the provisions under Article 13 of church law, the faithful shall have the following rights and obligations:\n\n1. Rights\n\na. A faithful, who is a resident within the Spiritual, duly recognized and registered as a membership, and given a valid ID card by the Spiritual council, shall have the right to get church services.\n\nb. A faithful, who has paid his dues to and moved from his local church, shall not berequired to make payment upon his/her request to get church service from the other Spiritual church.\n\nc. If a guest or traveler dies in another Spiritual he shall be served with funeral prayers free of payment upon certification by his ID or witnesses attesting that the deceased was a member and follower of the Ethiopian Orthodox Tewahedo Church\n\nd. Every faithful shall be entitled to get funeral prayers for free of payment in the event of the death of his family members provided that the faithful is duly registered and given ID card by making the required monthly and annual payment.\n\ne. A faithful, who has been duly registered and given ID card by the Spiritual, shall be entitled to get Free Church services by settling arrears in case payment is not made for two years and by paying penalties when the arrear exceeds two years.\n\nf. When a faithful, who has not been registered by the local church Spiritual council, and who has not paid the necessary monthly contribution, passes away, provided that the deceased is a follower of the Ethiopian Orthodox Tewahedo, and upon confirmation by the spiritual father, the families of the deceased shall have the right to request service of church prayers with payment.\n\ng. Every member of the Ethiopian Orthodox Tewahedo Church shall have the right to get service of church prayers and grave yard upon his/her passing away.\n\n2. Obligations\n\na. It is the Christian obligation of the local Spiritual faithful to serve the church with financial contribution, administration, education, development and social services,generally providing assistance with their wealth, knowledge, and labor finance, skill and labor, also by participating in different activities of the church.\n\nb. Every follower of the Ethiopian Orthodox Tewahedo Church living in one Spiritual area shall have the obligation to get registered at the local church; obtain membership ID card; make payments, as well as get family members registered; and help those who are independent to be registered on their own and have their respective ID cards;and to enable children to pursue religious lessons at Sunday school, and help them also maintain the order of church.\n\nc. Every faithful must abstain from committing acts violating the moral values of the church and its rules and regulations; the follower is obliged to respect and uphold church rules and Holy Scriptures.\n\nd. When a faithful moves from his residential Spiritual to another Spiritual, he/she shall return the Spiritual ID, receive a departure letter and present the same to the new Spiritual council for registration.\n\ne. As a faithful is entitled to elect members of the Spiritual council, he shall also bear an obligation to be elected and serve the Spiritual.\n\nf. Every faithful is obliged to have an ordained priest as a spiritual father.",
                    "contentAm": "በሕገ ቤተ ክርስቲያን አንቀጽ 13 የተደነገገው እንደተጠበቀ  ሆኖ ምእመናን የሚከተሉት መብቶችና ግዴታዎች ይኖሯቸዋል፡፡\n\n1.መብት፡-\n\nሀ/ በሰበካው ውስጥ ነዋሪ የሆነ በአጥቢያው ሰበካ ጉባኤ በአባልነት ታውቆ የተመዘገበና ሕገ ቤተ ክርስቲያንን ያሟላ፣ መታወቂያ የተሰጠው ምእመን ከቤተ ክርስቲያን ለምእመናን የሚገባውን፣ መንፈሳዊ አገልግሎት ማግኘት መብቱ ነው፡፡\n\nለ/ ከነበረበት  አጥቢያ ቤተ ክርስቲያን የሚገባውን የአባልነት ክፍያ የከፈለ ምእመን ወደ ሌላ ቤተ ክርስቲያን ቢዛወርና መንፈሳዊ አገልግሎት ማግኘት ቢፈልግ ተጨማሪ ክፍያ አይጠየቅም፡፡\n\nሐ/ እንግዳ ደራሽና ባይተዋር ቢሞት የሰበካ መንፈሳዊ ጉባኤ አባልነቱ በመታወቂያ ካርድ ወይም ኦርቶዶክሳዊነቱን የሚገልጽ ማተብ በአንገቱ ቢገኝ ወይም የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን እምነት ተከታይ መሆኑ በምስክር ከተረጋገጠ የዕለት ጸሎተ ፍትሐት በነጻ ይደረግለታል፡፡\n\nመ/ ማንኛውም ምእመን በሰበካ ጉባኤ ተመዝግቦ ወርኃዊና ዓመታዊ ክፍያ የከፈለ እና እሱ ካስመዘገባቸው ቤተሰቦች መካከል ከዚህ ዓለም በሞት ሲለዩ ያለ ምንም ክፍያ የዕለት ጸሎተ ፍትሐት ይፈጸምላቸዋል፡፡ ሥርዓተ ቀብራቸውም ይፈጸማል፡፡\n\nሠ/ በአጥቢያው ቤተ ክርስቲያን ሰበካ ጉባኤ ተመዝግቦና ተገቢውን ክፍያ ሲከፍል ቆይቶ በቂ ባልሆነ ምክንያት ክፍያውን ለሁለት ዓመት ያቋረጠ ምእመን ውዝፉን ብቻ በመክፈል፣ ሳይከፍል የቆየው ከሁለት ዓመት በላይ ከሆነ ከዋናው ክፍያ በተጨማሪ ተገቢውን መቀጫ ከፍሎ ማንኛውንም መንፈሳዊ አገልግሎት የማግኘት መብት አለው፡፡\n\nሰ/ በአጥቢያ  ቤተ ክርስቲያን ሰበካ ጉባኤ ያልተመዘገበና ተገቢውን ወርኃዊና  ዓመታዊ ክፍያ ያልከፈለ ምእመንም ከዚህ ዓለም በሞት ሲለይ የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን አባል መሆኑ በንስሓ አባቱ ተረጋግጦ የአገልግሎት ዋጋ ከፍለው ጸሎተ ፍትሐት እንዲደርስለት የሟች ቤተሰቦች የመጠየቅ መብት አላቸው፡፡\n\nሸ/ ማንኛውም የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን አባል ከዚህ ዓለም በሞት በሚለይበት ጊዜ በአለበት አጥቢያ ቤተ ክርስቲያን ጸሎተ ፍትሐት ከተደረገለት በኋለ የመቃብር ቦታ ማግኘት መብት ነው፡፡\n\n2.ግዴታ፡-\n\nሀ/  የአጥቢያው ሰበካ ምእመናን በገንዘብ  ክፍያ በአስተዳደር፣ በትምህርት፣ በልማትና በማኅበራዊ ኑሮ አገልግሎት በጠቅላላውበሀብት፣ በዕውቀትና በጉልበት በመርዳት በሰበካው ልዩ ልዩ የክፍል ሥራዎች ውስጥ በመሳተፍ ቅድስት ቤተ ክርስቲያንን ማገልገል ክርስቲያናዊ ግዴታቸው ነው፡፡\n\nለ/ ማንኛውም በአንድ ቤተ ክርስቲያን ሰበካ የሚኖርና የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን እምነት ተከታይ የሆነ ምእመን በአጥቢያው ቤተ ክርስቲያን መመዝገብ፣ በዚህ ደንብ የተወሰነውን ወርኃዊ እና ዓመታዊ ክፍያ መክፈል፣ የአባልነቱን መታወቂያ መያዝ እንዲሁም ቤተሰቡንና ልጆቹን በዝርዝር ማስመዝገብና አካለ መጠን ለደረሱትም በየራሳቸው የአባልነት መታወቂያ እንዲይዙ ማድረግ፣ በሰንበት ት/ቤት የሃይማኖት ትምህርት እንዲከታተሉና ሥርዓተ ቤተ ክርስቲያንን እንዲጠብቁ የማድረግ ግዴታ አለበት፡፡\n\nሐ/ ማንኛውም  ምእመን ሕገ ቤተ ክርስቲያንን የሚተላለፍ፣ሥርዓተ ቤተ ክርስቲያንን ነቅፎ የሚያስነቅፍ፣ ክብረ ቤተ ክርስቲያንን ደፍሮ የሚያስደፍር መሆን የለበትም፣ በቤተ ክርስቲያን ሥርዓትና በቅዱሳት መጻሕፍት ትምህርት መመራትና በተወሰነለት የምእመንነት ደረጃ ጸንቶ መኖር ግዴታው ነው፡፡\n\nመ/ አንድ ምእመን ከሚኖርበት የአጥቢያ ቤተ ክርስቲያን በልዩ ልዩ ምክንያት ወደ ሌላ አጥቢያ ቤተ ክርስቲያን ሲዛወር ቀድሞ ከነበረበት ሰበካ ጉባኤ የተቀበለውን የአባልነት መታወቂያ ካስረከበ በኋላ  የመሸኛ ደብዳቤ መቀበልና ለተዛወረበት ሰበካ መንፈሳዊ ጉባኤ በወቅቱ አቅርቦ መመዝገብ ይኖርበታል፡፡\n\nሠ/ አንድ ምእመን በሰበካው ቤተ ክርስቲያን  የሰበካ መንፈሳዊ ጉባኤ አባላትን የመምረጥ መብት እንዳለው ሁሉ የመመረጥና የማገልገል ግዴታም አለበት፡፡\n\nረ/ እያንዳንዱ ምእመን ሥልጣነ ክህነት ካላቸው ቀሳውስት መካከል አንዱን መርጦ በንስሓ አባትነት መያዝ መንፈሳዊ ግዴታ ነው፡፡"
                },
                {
                    "titleEn": "Article 62: Determining the Number of Serving Clergies",
                    "titleAm": "አንቀጽ ፷፪:የአገልጋይ ካህናትና ብዛት ስለመወስን",
                    "contentEn": "The number of clergies and workers serving in monasteries, churches and rural churches shall be determined based on the services and income of the church, upon assessment at different levels by the Spiritual administrative council,the woreda diocese, and the archbishopric diocese, as per the directive of the Holy Synod.",
                    "contentAm": "በገዳማት፣ አድባራትና በገጠር አብያተ ክርስቲያናት በግንባር የሚያገለግሉት ካህናት እና ልዩ ልዩ ሠራተኞች ብዛት እንደ ቤተ ክርስቲያኑ  የአገልግሎት ስፋትና የገቢ መጠን በሰበካው መንፈሳዊ አስተዳደር ጉባኤ፣ በወረዳው ቤተ ክህነትና በሀገረ ስብከቱ ደረጃ በደረጃ እየተጠና ከቅዱስ ሲኖዶስ በሚሰጠው መመሪያ ይወሰናል፡፡"
                },
                {
                    "titleEn": "Article 63: Decision Against Violation of This Ecclesiastical Constitution (Qale Awadee)and Church Law",
                    "titleAm": "አንቀጽ ፷፫:ይህን ቃለ ዐዋዲና ሕገ ቤተ ክርስቲያንን በሚተላለፍ ላይ የሚሰጥ ውሳኔ",
                    "contentEn": "1. When any clergy or worker of the church is found in violation of the provision of article 60 number 2 of the Ecclesiastical Constitution, advice and consultation will be given at first offence; and warning at second offence;and penalty will be imposed at third.The penalty will be decided based on the gravity of the offence and it may include fine, canon penalty, transfer, and suspension, dismissal from work or cancelling membership.The maximum penalty of dismissal and membership cancellation shall be effective, only upon consensus by the Woreda diocese and approval by the archbishop of the archbishopric diocese.\n\n2. The decision to dismissal or suspension of apriest from church service shall be applicable:\n\na. Only when the archbishop of the diocese,upon examination by administrative council,approves it if it is at local church and Woreda diocese level.\n\nb. Only the general manager, upon review by the head diocese administrative council,approves it if it is the worker for position up from archbishopric dioces\n\n\n\n3. If a priest is found guilty of misconduct that may cause withholding of priesthood, the archbishop shall withhold his priesthood, upon approval by the administrative council presided by the archbishop of the diocese.\n\n4. Once a priest is summoned and warned as per section 1 of this Article, and if he then fails to get his spiritual child registered with the Spiritual council and make monthly and annual payment, and remains without fulfilling and getting other spiritual obligations fulfilled, but only to bring the same for funeral services upon death:\n\na. First, written warning\n\nb. Secondly, fine from half of his one month salary\n\nc. Thirdly, fine of a month salary with final warning\n\nd. Finally, shall be suspended from his priestly title\n\n5. When any follower is found in violation of the provision under Article 61 section 2 of the Ecclesiastical Constitution (Qale Awadee):\n\na. First, advice and education will be given by spiritual father or church representative \n\nb. Secondly, consultation and canon will be given\n\nc. On the third time, temporary suspension from membership with warning\n\nd. The decision on cancellation of membership of faithful shall be effective only upon examination by special council and approval by the diocese archbishop.",
                    "contentAm": "1. ማንኛውም የቤተ ክርስቲያን አገልጋይ ካህን ወይም ሠራተኛ በቃለ ዐዋዲው በአንቀጽ *ተራ ቁጥር 2 የተደነገገውን ተላልፎ ቢገኝ እንደጥፋቱ ሁኔታ በመጀመሪያ ምክርና ተግሣጽ፣ በሁለተኛ ማስጠንቀቂያ ይሰጠዋል፤ በሦስተኛ ጊዜ ቅጣት ይወሰንበታል፤ ቅጣቱም እንደ ጥፋቱ ክብደት ተመዛዝኖ በገንዘብ ወይም በቀኖና፣ ከሥራ በማዛወር፣ ከሥራ በማገድ፣ ከሥራ በማሰናበት ወይም ከአባልነት በመለየት ሊወሰን ይችላል፡፡ ሆኖም የመጨረሻው ውሳኔ ማለት ከሥራ የማሰናበቱ ወይም ከአባልነት የመለየቱ ቅጣት ሊጸና የሚችለው የወረዳው ቤተ ክህነት ተስማምቶበት ወደ መንበረ ጵጵስናው ሀገረ ስብከት ቀርቦ በሊቀ ጳጳሱ ሲጸድቅ ይሆናል፡፡\n\n2. አንድ ካህን ከሥራው እንዲታገድ ወይም እንዲሰናበት ከከህነቱ እንዲታገድ የሚሰጠው ውሳኔ ተግባራዊ ሊሆን የሚችለው\n\nሀ/በአጥቢያ ቤተ ክርስቲያን በወረዳ ደረጃ ከሆነ የሀገረ ስብከቱ ሊቃ ጳጳስ በአስተዳደር ጉባኤ አይቶ ሲያጸድቀው፤\n\nለ/ ከሀገረ ስብከቱ ጀምሮ ባሉት የሥራ ዘርፎች የተመደበ ሠራተኛ ከሆነ ጠቅላይ ሥራ አስኪያጁ በጠቅላይ ቤተ ክህነት አስተደደር ጉባኤ አይቶ ሲያጸድቀው ብቻ ነው፡፡\n\n3. አንደ ካህን ክህነትን በሚያስይዝ ጥፋት ላይ ቢገኝ በሀገረ ስብከቱ ሊቃ ጳጳስ ሰብሳቢነት በአስተዳደር ጉባኤ ተወስኖ በሊቀ ጳጳሱ ክህነቱ ሊያዝ ይችላል፡፡\n\n4. በዚህ አንቀጽ ተራ ቁጥር 1 መሰረት ምክርና ተግሣጽ እንዲሁም ማስጠንቀቂያ ከተሰጠ በኋለ አንድ ካህን የንስሓ ልጁን በሰበካ ጉባኤ ሳያስመዘግብ ወርኃዊና ዓመታዊ ክፍያውን እንዲከፍል ሳያደርግ ሌሎችንም መንፈሳዊ ግዴታዎች ሳይፈጽምና ሳያስፈጽም ቆይቶ የንስሓ ልጁ ሲሞት ለፍትሐት ብቻ የሚያቀርብ ከሆነ፡-\n\nሀ/ ለመጀመሪያ የጽሑፍ ማስጠንቀቂያ\n\nለ/ ለሁለተኛ የአንድ ወር ግማሽ ደመወዙን\n\nሐ/ ለሦስተኛ ጊዜ ከመጨረሻ ማስጠንቀቂያ ጋር የአንድ ወር ሙሉ ደመወዙን ይቀጣል\n\nመ/ በመጨረሻም ከሥልጣነ ክህነቱ ይታገዳል፡:\n\n5. አንድ ምእመን መንፈሳዊ ግዴታውን መወጣት ካልቻለና በቃለ ዐዋዲው አንቀጽ *1 ተራ ቁጥር 2 የተደነገገውን ተላልፎ ቢገኝ\n\nሀ/ በመጀመሪያ ጊዜ በንስሓ አባቱ ወይም ከቤተ ክርስቲያኑ በተወከለ አባት አማካይነት ምክርና ትምህርት\n\nለ/ በሁለተኛ ጊዜ ተግሣጽና ቀኖና ይሰጠዋል\n\nሐ/ በሦስተኛ ጊዜ ከማስጠንቀቂያ ጋር ለተወሰነ ጊዜ ከአባልነቱ እንዲታገድ ይሆናል፡፡\n\n6/ አንድ ምእመን ከአባልነት እንዲሠረዝ የሚተላለፈውን ውሳኔ ሊጸና የሚችለው የሀገረ ስብከቱ ሊቃ ጳጳስ በልዩ ጉባኤ አይቶ ሲያጸድቀው ብቻ ይሆናል፡፡"
                },
                {
                    "titleEn": "Article 64: Implementation Procedure",
                    "titleAm": "አንቀጽ ፷፬:የአፈጻጸም ሥነ ሥርዓት",
                    "contentEn": "1. If there is an appeal against the decision of the local Spiritual administrative council (executive committee), it shall be filed to the Woreda diocese, according to the hierarchy.\n\n2. Appeal against the decision of the Woreda diocese shall be reviewed and determined by the diocese administrative council in the presence of the diocese archbishop.\n\n3. If members of the Spiritual from the local church to the Woreda level are found guilty of embezzlement or other offences, once they have started operation, the archbishopric diocese Spiritual administrative council presided by the diocese archbishop, upon review, shall have the power to conduct cancelation\n\n4. If members of the archbishopric diocese Spiritual administrative council (executive committee)are found to have committed administrative defects, they shall be replaced upon the decision of the head diocese administrative council.\n\n5. Spiritual councils at different levels shall have the obligation to accomplish financial and property management with invoices, models,and registries prepared at centralized system by the head diocese; those found working with other invoices shall be held legally accountable.\n\n6. Those who directly or indirectly oppose this Ecclesiastical Constitution (Qale Awadee) by laws enacted to protect the Holy Church, to improve the livelihoods of its servants and clergies, and to fulfill the spiritual and social services provided to its children, the faithful,shall be cancelled from their titles, a clergy from his priestly tile and the faithful from membership.\n\n7. The Qale Awadee of Miazia 19/1970 E.C.,and the amendment of Tahesas 10/1974E.C., along with the Spiritual council internal bylaws enacted on Ginbot 9/1977 E,C,, the Qale Awadee revised and enacted for third time on Ginbot 10, 1991 E,C and all other directives passed at various occasions have been amended by this Ecclesiastical Constitution (Qale Awadee)",
                    "contentAm": "1.በአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) በተሰጠው ውሳኔ ቅሬታ ያለው ቢኖር ጉዳዩ  ደረጃውን ጠብቆ ለወረዳው ቤተ ክህነት በይግባኝ ሊቀርብ ይችላል፡\n\n2.በወረዳው ቤተ ክህነት በተሰጠው ውሳኔ ቅሬታ ካስከተለ የሀገረ ስብከቱ ሊቀ ጳጳስ በተገኘበት በሀገረ ስብከቱ  አስተዳደር ጉባኤ ታይቶ ይወሰናል፡፡\n\n3.ከአጥቢያ ቤተ ክርስቲያን ጀምሮ እስከ ወረዳ ያሉት የሰበካ ጉባኤ አባለት ተመርጠው ሥራ ከጀመሩ በኋላ ገንዘብ ቢያጠፉ ወይም ሌላ ችግር ቢፈጥሩ የመንበረ ጵጵስናው ሀገረ ስብከት አስተዳደር ጉባኤ በሊቀ ጳጳሱ ሰብሳቢነት ተመልክቶ የመሻር ስልጣን አለው፡፡\n\n4.በመንበረ ጵጵስና ሀገረ ስብከት የተመረጡት የሰበካ መንፈሳዊ አስተዳደር ጉባኤ (ሥራ አስፈጻሚ ኮሚቴ) አባላት አሠራር በደል ወይም ጥፋት ፈጽመው ቢገኙ በጠቅላይ ቤተ ክህነት አስተዳደር ጉባኤ ታይቶ ሲወሰን በምትካቸው ሌሎች አባላት ይተካሉ፡፡\n\n5.ከአጥቢያ ቤተ ክርስቲያን ጀምሮ በየደረጃው የሚገኙት የሰበካ መንፈሳውያን ጉባኤያት የሒሳብ አያያዝና የንብረት አጠባበቅ በማእከላዊ አሠራር በጠቅላይ ቤተ ክህነት እየተዘጋጁ በሚወጡት ሞዴሎች ካርኒዎችና መዝገቦቹ የመሥራት ግዴታ አለባቸው፡፡ ከዚህ ውጭ በሌላ ሞዴልና ካርኒ ሲሠሩ የተገኙ  በሕግ ይጠየቃሉ፡፡\n\n6.ቅድስት ቤተ ክርስቲያንን  ለመጠበቅ፣ የአገልጋዮቿን ካህናት ኑሮ ለማሻሻልና ለልጆቿ ምእመናን የሚሰጠውን መንፈሳዊና ማኅበራዊ አገልግሎት ለማሟላት የወጣውን ይህን የቃለ ዐዋዲ ደንብና ሕገ ቤተ ክርስቲያን በሥራ ላይ እንዳይውል በቀጥታም ሆነ በተዘዋዋሪ መንገድ የሚቃወሙ ካህናት ከከህነታቸው፣ ምእመናን ከአባልነታቸው ይሠረዛሉ፡፡\n\n7.ከአሁን በፊት ሚያዝያ %9 ቀን %91+ ዓ.ም  የወጣው ቃለ ዐዋዲ፣ ታኅሣሥ % ቀን %91+4 ዓ.ም የወጣው የቃለ ዐዋዲ ማሻሻያ፣ ግንቦት 9 ቀን %91+7 ዓ.ም የወጣው የሰበካ መንፈሳዊ ጉባኤ ውስጠ ደንብና ግንቦት % ቀን %91-9 ለሦስተኛ ጊዜ ተሻሽሎ የወጣው ቃለ ዐዋዲ በየጊዜው የተላለፉት መመሪያዎች ሁሉ በዚህ ቃለ ዐዋዲ ተሻሽለዋል፡፡"
                },
                {
                    "titleEn": "Article 65: Scope of Implementation",
                    "titleAm": "አንቀጽ ፷፭:የተፈጻሚነት ወሰን",
                    "contentEn": "This Ecclesiastical Constitution (Qale Awadee)shall be implemented at the arch dioceses,woreda diocese, monasteries, churches, locals churches established and yet to be established across the world, based on the faith, order and tradition of the Ethiopian Orthodox Tewhaedo Church, as well as by servants of the church at different levels, the faithful, and also by the spiritual, economic and social institutions established and yet to be established to speed up development and growth within the church.Originally written in Amharic, the Ecclesiastical Constitution has been translated, without distortion of the original content, into English at a centralized level so that it is implemented by overseas archdioceses in harmony with the law of the land.",
                    "contentAm": "ይህ ቃለ ዐዋዲ የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን እምነት፣ ሥርዓት፣ ትውፊት መሠረት አድርገው በየትኛውም የዓለም ክፍል በተቋቋሙና በሚቋቋሙ አህጉረ  ስብከት፣ ወረዳ ቤተ ክህነት፣ ገዳማት፣ አድባራት፣ አጥቢያ አብያተ ክርስቲያናት፣ በየትኛውም ደረጃ ላይ በሚገኙት የቤተ ክርስቲያኗ  አገልጋዮችና ሠራተኞች፣ ምእመናንና ምእመናት እንዲሁም በቤተ ክርስቲያኗ ሥር ልማትና እድገት ለማፋጠን በተቋቋሙና በሚቋቋሙ መንፈሳዊ፣ ኢኮኖሚያዊ ማኅበራዊ ተቋማት ላይ ተፈጻሚነት ይኖረዋል፡፡ይህ ቃለ ዐዋዲ በማእከል ደረጃ በእንግሊዝኛ ቋንቋ ተተርጉመው በሥራ ላይ እንዲውል ይደረጋል፡፡ ከኢትዮጵያ ውጪ ያሉ አህጉረ ስብከት የቃለ ዐዋዲው ይዘት ሳይለቅ ከየሀገራቱ ሕግ ጋረ በማጣጣም በየሀገራቱ ቋንቋ እያስተረጎሙ በሥራ ላይ እንዲውል ያደርጋሉ፡፡"
                },
                {
                    "titleEn": "Article 66: Amendment of the bylaws",
                    "titleAm": "አንቀጽ ፷፮:የቃለ ዐዋዲው መሻሻል",
                    "contentEn": "This Ecclesiastical Constitution may be amended as per the provison under Article 53 sections 1 and 2 of the church law.",
                    "contentAm": "ይህ ቃለ ዐዋዲ በሕገ ቤተ ክርስቲያን አንቀጽ )3 በተራ ቁጥር 1 እና 2 በተደነገገው መሠረት ሊሻሻል ይችላል፡፡"
                },
                {
                    "titleEn": "Article 67: Effective Period of the Ecclesiastical Constitution",
                    "titleAm": "አንቀጽ ፷፯:ቃለ ዐዋዲው የሚጸናበት ጊዜ",
                    "contentEn": "This Ecclesiastical Constitution (Qale Awadee)shall be effective as of July 2017 (Hamle 2009 E.C.), the date it was approved.\n\nThe Holy Synod of the Ethiopian Orthodox Tewahedo Church\n\nAddis Ababa, July 2017 (Hamle 2009 E.C.) and enacted by the Assembly of the Holy Synod..",
                    "contentAm": "ይህ ቃለ ዐዋዲ በቅዱስ ሲኖዶስ ጉባኤ ጸድቆ ከወጣበት ከሐምሌ2009 ጀምሮ የጸና ይሆናል፡፡\n\nየኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ቅዱስ ሲኖዶስ አዲስ አበባ ሐምሌ 2009"
                }
            ]
        }
    ]
}