{
  "chapters": [
      {
          "chapter": "Chapter 0",
          "articles": [
              {
                  "titleEn": "Introduction",
                  "titleAm": "መግቢያ",
                  "contentEn": "Whereas,the Ethiopian Orthodox Tewahedo Church (EOTC) is required to be organized in Spiritual council through the union of clergies and the faithful as per the pronouncement of proc- lamation No. 83/65, the first year, No. 1 Eccle- siastical Constitution (Qale Awadee) issued on Tikmit 15, 1965 E.C. (October 25, 1972); the revised Ecclesiastical Constitution (Qale Awadee) of the Spiritual council issued on Miazia19, 1970 E.C. (April 27, 1978); the revised bylaw of the Spiritual council issued on December 10, 1974 E.C.; the revised bylaw of the Spiritual council issued on Ginbot 9, 1977 E.C. (May 17, 1985); and the bylaw revised for the third time and iss ued in 1991 E.C (1998) as well as the directives passed at different times required to be amended and combined together in one fold;Whereas, the church is organized through the congregation of clergies and the faithful, and its being led by the Spiritual council administration is not a new trend, rather it is of early times on the basis of church history and holy scriptures, particularly the texts in Acts of the apostles; Whereas, being cognizant of its leadership and administration has been as per the law and practice deliberated and decided as well as passed through the council of apostles held at Jerusalem and considering that it has been led through the heads who have been spiritually nominated and elected by the congregation of clergies and followers general assembly (Acts of the Apostles, 6:1-6);Whereas, by recognizing that the assets and property of the church are solicited from the contribution of the faithful to be mobilized for accomplishment of apostolic missions and supporting the destitute (Acts of the Apostles, 4:32, 5:11, 1 Cor. 16:1-11);Whereas, by recognizing that disagreement, if happens with church  administration, should be seen and resolved through spiritual justice; Whereas, as provided in the Holy Scriptures (Leviticus 27:26-33, Deuteronomy 14:22, Num- bers 18:20-29, Malachi 3:7-12, Wisdom of Si- rach 7:31-32, 32:10-13, 1 Corinthians 16:1-5, Acts of the Apostles 4:32-36 to notify that it is the spiritual obligation of the clergies and the faithful that they pay the tithe for the temple of God and for its servants, the clergies, from every wealth and property they acquire;Whereas, as a whole, in order to ensure that the church operates being led and organized by its own law and system in terms of administration, spiritual justice, service and economic issues; Whereas, it is deemed essential to issue rules and regulations through the Holy Synod of the church that enable the Spiritual councils that are already established  and yet  to be established at different levels to be reinforced with their respective legal framework, as well as the powers and functions of the various departments be identified properly; With the help of the Most High God, Who is the owner of all of the laws, and as per its spiritual authority, the EOTC’s Holy Synod has issued the Qale Awadi (Ecclesiastical Constitution) presented as follows:",
                  "contentAm": "የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን በካህናትና በምዕመናን ኅብረት በሰበካ ጉባኤ እንድትደራጅ ታስቦ በትእዛዝ አዋጅ ቁጥር  3/5 ተፈቅዶ  ጥቅምት 15 ቀን 1965 ዓ.ም ታትሞ የወጣው አንደኛ  ዓመት ቁጥር 1 ቃለ ዐዋዲ፣ ሚያዝያ 19 ቀን 1970 ዓ.ም ተሻሽሎ የወጣው የሰበካ መንፈሳዊ ጉባኤ ማሻሻያ ቃለ ዐዋዲ፣ ታኅሣሥ 10 ቀን1974  ዓ.ም ታትሞ  የወጣው የሰበካ መንፈሳዊ ጉባኤ ማሻሻያ ደንብ፣ ግንቦት  9 ቀን 1977 ዓ.ም የወጣው የሰበካ መንፈሳዊ ጉባኤ ማሻሻያ ውስጠ ደንብ ፣በ1991 ዓ.ም ለሦስተኛ ጊዜ የተሻሻለው ቃለ ዐዋዲ እንዲሁም በየጊዜው የተላለፉት መመሪያዎች መሻሻልና በአንድነት እንዲጠቃለሉ ማድረግ አስፈላጊ ሆኖ በመገኘቱ፣ ቤተ ክርስቲያን በማኅበረ ካህናትና ምእመናን መደራጀቷ፣ በሰበካ መንፈሳዊ ጉባኤ አስተዳደር መመራቷ ከጥንት ያለ እንጂ አዲስ አለመሆኑን በቤተክርስቲያን ታሪክና በቅዱሳት መጻሕፍት የተጻፈውን በተለይም ግብረ ሐዋርያትን መሠረት በማድረግ፣ አመራሯና አስተዳደሯ በኢየሩሳሌም በተደረገው በሐዋርያት ጉባኤ ተመክሮና ተወስኖ በተላለፈው ሕግና ሥርዓት ይመራና በማኅበረ ካህናቱና ምእመኑን ጠቅላላ ጉባኤ በተመረጡ ቅዱስ መንፈስ ባልደረባቸው ኃላፊዎች ሥራ አስፈጻሚነት ይካሄድ እንደነበረ በመገንዘብ (የሐዋ ሥራ ምዕ.6*1-6) ሀብቷ ንብረቷ ከምእመናን በአስተዋፅኦ ተሰብስቦ ለአገልጋዮች መተዳደሪያ፣ ለሐዋርያዊ ሥራ ማስኬጃመና ለችግረኞች መርጃ እንዲውል መደረጉን በመረዳት (የሐዋ ሥራ ምዕ.4*'2 ምዕ. 5*%1፤1ኛ፣ ቆሮ ምዕ.%6*1-%1) በቤተ ክርስቲያን አስተዳደር ውስጥ አለመግባባት ቢፈጠር በፍትሕ መንፈሳዊ መታየትና መወሰን ያለበትን መሆኑን በመገንዘብ (1ኛ. ቆሮ ምዕ.6*1-*)በቅዱሳት መጻሕፍት ማለት (በኦሪት ዘሌ ምዕ. *7**6-'7 ዘዳ፤ ምዕ.%4**2፤ዘኁ ምዕ. %***-*9፤ ሚል ምዕ. 3*7-%2፤ መጽ. ሲራክ ምዕ.7*'1-'2፡ '2*%-%3፤1ኛ፤ በሐዋ ሥራ ምዕ.4*'2-'6) እንደተደነገገው ካህናትና ምእመናን ከሚያገኙት ከማንኛውም ሀብትና ንብረት ሁሉ ለእግዚአብሔር ቤተ መቅደስና ለአገልጋዮቿ ካህናት ቀዳምያቱን ዐሥራቱን በኩራቱን መክፈል ክርስቲያናዊ ግዴታቸው መሆኑን ለማሳወቅ፤ በጠቅላላው ቤተ ክርስቲያናችን በአስተዳደር፣ በፍትሕ መንፈሳዊ፣ በአገልግሎትና በምጣኔ ሀብት በኩል በራሷ ሕግና ሥርዓት በመመራትና በመደራጀት እንድትሠራ ለማድረግ፣ በየደረጃው ለተቋቋሙትና ለሚቋቋሙት የሰበካ መንፈሳዊያን ጉባኤያት  የየራሳቸውን ሕጋዊ አደረጃጀት ለማጠናከርና ድርጅቶችን በልዩ ልዩ የሥራ  ክፍሎች ለማሟላት፤ የሚገባቸውን ሥልጣንና ተግባር በቤተ ክርስቲያኒቱ ቅዱስ ሲኖዶስ ሕግና ደንብ ማውጣት  አስፈላጊ ስለሆነ፤ የሕግጋት ሁሉ ባለቤት በሆነው በልዑል እግዚአብሔር አጋዥነት የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያን ቅዱስ ሲኖዶስ በአለው መንፈሳዊ ሥልጣን መሠረት ከዚህ ቀጥሎ የተመለከተውን ቃለ ዐዋዲ አውጥቷል፡፡"
              }
          ]
      },
      {
          "chapter": "Chapter 1",
          "articles": [
              {
                  "titleEn": "Article 1: Short title",
                  "titleAm": "አንቀጽ ፩: አጭር ርአስ",
                  "contentEn": "This Qale Awadi (Ecclesiastical Constitution) may be cited as The Spiritual Council “Qale Aw adi” (Bylaw) revised for the fourth time and en- acted in 2009 E.C. (2017) to strengthen the unity and administration of the Ethiopian Or- thodox Tewahedo Church.",
                  "contentAm": "ይህ ቃለ ዐዋዲ “የኢትዮጵያ ኦርቶዶክስ ተዋሕዶ ቤተ ክርስቲያንን አንድነትና አስተዳደር ለማጠናከር በ፳፻፱ ዓ.ም. ለአራተኛ ጊዜ ተሻሽሎ የወጣ የሰበካ መንፈሳዊ ጉባኤ “ቃለ ዐዋዲ” ተብሎ ሊጠቀስ ይችላል፡፡"
              },
              {
                  "titleEn": "Article 2: Definitions",
                  "titleAm": "አንቀጽ ፪: ትርጓሜ",
                  "contentEn": "1. “Spiritual Councils” means:\n\nA. The spiritual Assembly of the local church comprising clergies, the faithful, and the youth of the Sunday School, who can provide aids for the church with their knowledge, labor, and services, and who are also eligible to elect and be elected as members of the spiritual church administration council (Executive Committee) already established or yet to be established at the local church level.\n\nB. The Woreda (sub-city) spiritual Council comprising clergies, the faithful, and the youth of Sunday School, who are representatives of each local church’s spiritual council, and who are eligible to elect and be elected as members of the Woreda spiritual administration council already established or yet to be established to expand and control the wealth and services of the locality.\n\nC. The archbishop diocese spiritual Assembly comprising clergies, the faithful, and the youth of Sunday School, who are representatives of each Woreda spiritual administration council, and who are eligible to elect and be elected as members of the archbishop diocese spiritual administration council already established or yet to be established at the diocese level.\n\nD. The Patriarchate General Spiritual Councils (the national general council of church) comprising clergies, the faithful, and the youth of Sunday School, who are representatives of each archbishop diocese spiritual administration council, and who are eligible to elect and be elected as members of the Patriarchate spiritual Administration Council (Executive Committee) already established or yet to be established.\n\n2. “The spiritual church administrator” means:\n\n1. Chief (teacher) of a monastery (The abbot)\n2. The head of the church\n3. The chief priest or head appointed for a rural church\n\n3. “Manager” means:\n\nA. Manager of Woreda diocese (district diocese)\nB. Manager of the diocese\n\n4. “General Manager” means General Manager of the Head Diocese",
                  "contentAm": "1. ‘’የሰበካ መንፈሳዊ ጉባኤ’’ ማለት:\n\nሀ) በአጥቢያ ለተቋቋመውና ለሚቋቋመው የቤተ ክርስቲያን ሰበካ መንፈሳዊ አስተዳደር ጉባኤ (የሥራ አስፈጻሚ ኮሚቴ) የሚያስፈልጉትን አባላት ለመምረጥና ለአባልነትም ለመመረጥ የሚችሉ ቤተ ክርስቲያንን በዕውቀታቸው፣ በጉልበታቸው፣ በሀብታቸውና በአገልግሎታቸው የሚረዱ ካህናት፣ ምእመናንና የሰንበት ትምህርት ቤት ወጣቶች የሚገኙበት የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ፣ ስብስብ ነው፡፡\n\nለ) በወረዳ ለተቋቋመውና ለሚቋቋመው የወረዳ ሰበካ መንፈሳዊ አስተዳደር ጉባኤ የሚያስፈልጉትን አባላት ለመምረጥና ለመመረጥ የሚችሉና የአጥቢያውን ሀብትና አገልግሎት የሚያስፋፉና የሚቆጣጠሩ ከእያንዳንዱ የአጥቢያ ቤተ ክርስቲያን ሰበካ መንፈሳዊ ጉባኤ የተወከሉ ካህናት፣ ምእመናን፣ የሰንበት ትምህርት ቤት ወጣቶች የሚገኙበት የወረዳው ሰበካ መንፈሳዊ ጉባኤ ነው፡፡"
              }
          ]
      }
  ]
}